const productsData = 
{
  "scrapedAt": "2025-11-22T12:51:18.936Z",
  "totalProducts": 1325,
  "products": [
    {
      "name": "אגוזי לוז אורגני 200 גרם - ניצת הדובדבן",
      "price": "24.4",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%9c%d7%95%d7%96-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-200-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i8085",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קשיו אורגני - ניצת הדובדבן",
      "price": "24.9",
      "category": "אגוזים ושקדים",
      "url": "%d7%a7%d7%a9%d7%99%d7%95-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i9683",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ערמונים קלופים אורגניים 100 גר - ניצת הדובדבן",
      "price": "5.9",
      "category": "אגוזים ושקדים",
      "url": "%d7%a2%d7%a8%d7%9e%d7%95%d7%a0%d7%99%d7%9d-%d7%a7%d7%9c%d7%95%d7%a4%d7%99%d7%9d--%d7%a0%d7%99%d7%a6%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-100-%d7%92%d7%a8-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i13305",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אגוזי ברזיל אורגניים ניצת הדובדבן",
      "price": "29.9",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%91%d7%a8%d7%96%d7%99%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i14159",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת אגוזים עשירה",
      "price": "69",
      "category": "אגוזים ושקדים",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%90%d7%92%d7%95%d7%96%d7%99%d7%9d-%d7%a2%d7%a9%d7%99%d7%a8%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23527",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת פינוק בריא",
      "price": "69",
      "category": "אגוזים ושקדים",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%a4%d7%99%d7%a0%d7%95%d7%a7-%d7%91%d7%a8%d7%99%d7%90-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23528",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פיסטוק קלוף",
      "price": "149",
      "category": "אגוזים ושקדים",
      "url": "%d7%a4%d7%99%d7%a1%d7%98%d7%95%d7%a7-%d7%a7%d7%9c%d7%95%d7%a3-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24456",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אגוז פקאן בקליפה צ'וקוטו",
      "price": "59",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96-%d7%a4%d7%a7%d7%90%d7%9f-%d7%91%d7%a7%d7%9c%d7%99%d7%a4%d7%94-%d7%a6%d7%95%d7%a7%d7%95%d7%98%d7%95-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24472",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שקדים אורגניים 200 גרם- ניצת הדובדבן",
      "price": "24.9",
      "category": "אגוזים ושקדים",
      "url": "%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-200-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24664",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת אורגנית לסלט - ניצת הדובדבן",
      "price": "19.9",
      "category": "אגוזים ושקדים",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9c%d7%a1%d7%9c%d7%98-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26528",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רצועות קוקוס טבעי עם קליפה",
      "price": "58",
      "category": "אגוזים ושקדים",
      "url": "%d7%a8%d7%a6%d7%95%d7%a2%d7%95%d7%aa-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%98%d7%91%d7%a2%d7%99-%d7%a2%d7%9d-%d7%a7%d7%9c%d7%99%d7%a4%d7%94--%d7%a4%d7%99%d7%a8%d7%95%d7%aa-%d7%99%d7%91%d7%a9%d7%99%d7%9d-%d7%95%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%95%d7%aa-i14257",
      "image": "/ProductsImages/thumbs/G703866_2222018144951_250_180.jpg"
    },
    {
      "name": "אגוזי מלך קלופים במשקל",
      "price": "69",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%9e%d7%9c%d7%9a-%d7%a7%d7%9c%d7%95%d7%a4%d7%99%d7%9d-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i6819",
      "image": "/ProductsImages/thumbs/O249383_250_180.jpg"
    },
    {
      "name": "שקדים במשקל",
      "price": "69",
      "category": "אגוזים ושקדים",
      "url": "%d7%a9%d7%a7%d7%93%d7%99%d7%9d--%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i9791",
      "image": "/ProductsImages/thumbs/Y138085_112019135329_250_180.jpg"
    },
    {
      "name": "שקדים לבנים גפרורים",
      "price": "79",
      "category": "אגוזים ושקדים",
      "url": "%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%9c%d7%91%d7%a0%d7%99%d7%9d-%d7%92%d7%a4%d7%a8%d7%95%d7%a8%d7%99%d7%9d---i10079",
      "image": "/ProductsImages/thumbs/J929467_3012017215019_250_180.jpg"
    },
    {
      "name": "שקדים לבנים חצאים",
      "price": "79",
      "category": "אגוזים ושקדים",
      "url": "%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%9c%d7%91%d7%a0%d7%99%d7%9d-%d7%97%d7%a6%d7%90%d7%99%d7%9d-i10080",
      "image": "/ProductsImages/thumbs/Y214577_3012017214847_250_180.jpg"
    },
    {
      "name": "שקדים קלופים שלמים",
      "price": "69",
      "category": "אגוזים ושקדים",
      "url": "%d7%a9%d7%a7%d7%93-%d7%9e%d7%95%d7%9c%d7%91%d7%9f-%d7%a9%d7%9c%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i10130",
      "image": "/ProductsImages/thumbs/S461449_882017104619_250_180.jpg"
    },
    {
      "name": "אגוזי מקדמיה במשקל",
      "price": "139",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%9e%d7%a7%d7%93%d7%9e%d7%99%d7%94-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7093",
      "image": "/ProductsImages/thumbs/Y292016_250_180.jpg"
    },
    {
      "name": "שקדים טחונים (קמח שקדים)",
      "price": "69",
      "category": "אגוזים ושקדים",
      "url": "%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%98%d7%97%d7%95%d7%a0%d7%99%d7%9d-%d7%a7%d7%9e%d7%97-%d7%a9%d7%a7%d7%93%d7%99%d7%9d---i7100",
      "image": "/ProductsImages/thumbs/S413384_3012017215121_250_180.jpg"
    },
    {
      "name": "בוטנים קלופים במשקל",
      "price": "26",
      "category": "אגוזים ושקדים",
      "url": "%d7%91%d7%95%d7%98%d7%a0%d7%99%d7%9d-%d7%a7%d7%9c%d7%95%d7%a4%d7%99%d7%9d---i7115",
      "image": "/ProductsImages/thumbs/F887093_250_180.jpg"
    },
    {
      "name": "פיסטוק חלבי עם קליפה במשקל",
      "price": "77",
      "category": "אגוזים ושקדים",
      "url": "%d7%a4%d7%99%d7%a1%d7%98%d7%95%d7%a7-%d7%97%d7%9c%d7%91%d7%99-%d7%a2%d7%9d-%d7%a7%d7%9c%d7%99%d7%a4%d7%94-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7148",
      "image": "/ProductsImages/thumbs/Q185647_250_180.jpg"
    },
    {
      "name": "אגוזי לוז",
      "price": "99",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%9c%d7%95%d7%96-%d7%a7%d7%9c%d7%95%d7%a4%d7%99%d7%9d-i7153",
      "image": "/ProductsImages/thumbs/R231576_250_180.jpg"
    },
    {
      "name": "אגוזי פקאן קלופים במשקל",
      "price": "89",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%a4%d7%a7%d7%90%d7%9f-%d7%a7%d7%9c%d7%95%d7%a4%d7%99%d7%9d-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7173",
      "image": "/ProductsImages/thumbs/D731255_250_180.jpg"
    },
    {
      "name": "שקדים לבנים פרוסים במשקל",
      "price": "79",
      "category": "אגוזים ושקדים",
      "url": "%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%9c%d7%91%d7%a0%d7%99%d7%9d-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c-i7179",
      "image": "/ProductsImages/thumbs/H838402_142201811534_250_180.jpg"
    },
    {
      "name": "צנובר במשקל",
      "price": "159",
      "category": "אגוזים ושקדים",
      "url": "%d7%a6%d7%a0%d7%95%d7%91%d7%a8-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7499",
      "image": "/ProductsImages/thumbs/I258233_250_180.jpg"
    },
    {
      "name": "אגוזי קשיו במשקל",
      "price": "79",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%a7%d7%a9%d7%99%d7%95-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c-i7506",
      "image": "/ProductsImages/thumbs/D481194_250_180.jpg"
    },
    {
      "name": "אגוזי מלך אורגניים 150 גרם- ניצת",
      "price": "19.9",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%9e%d7%9c%d7%9a-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-150-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24718",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אגוזי מקדמיה אורגניים 170 גרם- ניצת",
      "price": "29.9",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%9e%d7%a7%d7%93%d7%9e%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-170-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24581",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רגע של פינוק - תערובת אגוזים מייפל ומלח הימלאיה 60 גרם - ממה",
      "price": "9.9",
      "category": "אגוזים ושקדים",
      "url": "%d7%a8%d7%92%d7%a2-%d7%a9%d7%9c-%d7%a4%d7%99%d7%a0%d7%95%d7%a7-%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%90%d7%92%d7%95%d7%96%d7%99%d7%9d-%d7%9e%d7%99%d7%99%d7%a4%d7%9c-%d7%95%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-60-%d7%92%d7%a8%d7%9d-%d7%9e%d7%9e%d7%94-i26405",
      "image": "productsimages/mfrimages/thumbs/M999474_80_40.jpg"
    },
    {
      "name": "אגוזי ברזיל במשקל",
      "price": "139",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%91%d7%a8%d7%96%d7%99%d7%9c-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c-i6910",
      "image": "/ProductsImages/thumbs/V798302_250_180.jpg"
    },
    {
      "name": "אגוזי נמר קלופים ללא גלוטן 300 גרם - שליז",
      "price": "29.9",
      "category": "אגוזים ושקדים",
      "url": "%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%a0%d7%9e%d7%a8-%d7%a7%d7%9c%d7%95%d7%a4%d7%99%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-300-%d7%92%d7%a8%d7%9d---%d7%a9%d7%9c%d7%99%d7%96-shelly`s--i23924",
      "image": "productsimages/mfrimages/thumbs/O273614_80_40.png"
    },
    {
      "name": "אגוזי לוז אורגני 200 גר' - ניצת הדובדבן\n\nאגוזי לוז מכילים שומן חד בלתי רווי (שומן חיוני ועיקרי), עשירים בויטמין E, ברזל, מגנזיום ופיטוסטרולים\n\n\nרכיבים: אגוז לוז טבעי בגידול אורגני ללא דשנים כ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-לוז-אורגני-200-גרם,-ניצת-הדובדבן-i8085",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אגוזי קשיו אורגניים\n\nרכיבים: אגוזי קשיו אורגניים\n\nמידע על אלרגניים: מכיל קשיו\n\nעלול להכיל: אגוזים, שקד, ברזיל, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר מלך, בוטנים ושומשום\n\nתכולה: 200 גרם\n\nכש",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "קשיו-אורגני-ניצת-הדובדבן-ניצת-הדובדבן-i9683",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ערמונים אורגניים קלויים וקלופים\n\nרכיבים: ערמונים אורגניים\n\nמידע על אלרגניים: מכיל אגוז (ערמונים)\n\nעלול להכיל סויה ושומשום\n\nתכולה: 100 גרם\n\nכשר פרווה בהשגחת הבד\"צ מחזיקי הדת ובאישור",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "ערמונים-קלופים--ניצת-אורגניים-100-גר-ניצת-הדובדבן-i13305",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אגוזי ברזיל אורגניים\n\nרכיבים: אגוזי ברזיל אורגניים\n\nמידע על אלרגניים: מכיל אגוזי ברזיל\n\nעשוי להכיל: סויה, גלוטן, שקדים, אגוזים (קוקוס, קשיו, לוז, מלך) בוטנים ושומשום\n\nתכולה: 180 גרם\n\nכשר פרו",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-ברזיל-אורגניים-ניצת-הדובדבן-ניצת-הדובדבן--i14159",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת אגוזים עשירה\n\nרכיבים: שקדים, קשיו, פקאן וחמוציות \n\nכשר בהשגחת הבד\"צ מחזיקי הדת.​",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "תערובת-אגוזים-עשירה-ניצת-הדובדבן-i23527",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת פינוק בריא \n\nרכיבים: קשיו, צימוקים, אגוז מלך, שקדים, חמוציות\n\nכשר בהשגחת הבד\"צ מחזיקי הדת.​",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "תערובת-פינוק-בריא-ניצת-הדובדבן-i23528",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פיסטוק קלוף\n\nרכיבים: פיסטוק מקולף\n\nמידע על אלרגנים: מכיל פיסטוק. עלול להכיל: סויה, שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, צנובר, מלך),בוטנים ושומשום\n\nסכנת חנק לילדים מתחת לגיל 5\n\nתכולה: 2",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "פיסטוק-קלוף-ניצת-הדובדבן-i24456",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אגוז פקאן בקליפה צ`וקוטו\n\nכשר בהשגחת הבד\"צ מחזיקי הדת.​",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוז-פקאן-בקליפה-צוקוטו-ניצת-הדובדבן-i24472",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שקדים אורגניים\n\nרכיבים: שקדים אורגניים\n\nמידע על אלרגנים:\n\nמכיל שקדים.\n\nעלול להכיל: גלוטן, סויה, אגוזים - ברזיל, קוקוס, לוז, פיסטוק, מקדמיה, פקאן, פיסטוק, צנובר, קשיו, מלך, בוטנים ושומשום\n\nתכ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "שקדים-אורגניים-200-גרם-ניצת-הדובדבן-i24664",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת לסלט אורגנית\n\nרכיבים: גרעיני דלעת*, גרעיני חמניות*, אגוזי מלך*, חמוציות* (חמוציות, רכז תפוחים, שמן חמניות), שומשום מלא*, פשתן*\n\n*מגידול אורגני\n\nמידע על אלרגנים: מכיל אגוזי מלך, שומשום",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "תערובת-אורגנית-לסלט-ניצת-הדובדבן-i26528",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רצועות קוקוס טבעי עם קליפה\n\nתוצרת: תאילנד",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "רצועות-קוקוס-טבעי-עם-קליפה--פירות-יבשים-ותפזורות-i14257",
      "image": "/ProductsImages/thumbs/G703866_2222018144951_250_180.jpg"
    },
    {
      "name": "אגוזי מלך קלופים במשקל\n\nמקורו של העץ בדרום מערב סין לכיוון מערב עד לבלקנים.\nהאגוז מכונה גם אגוז אנגלי או אגוז קליפורניה.\nהאגוז הוא פיריו של עץ ענק המתנשא לגובה של 25-35 מ' ובעל גזע בקוטר של עד",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-מלך-קלופים-במשקל---i6819",
      "image": "/ProductsImages/thumbs/O249383_250_180.jpg"
    },
    {
      "name": "שקדים במשקל\n\nרכיבים: שקדים טבעיים\n\nתוצרת: ארה\"ב\n\nכשר פרווה בהשגחת הבד\"ץ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "שקדים--במשקל---i9791",
      "image": "/ProductsImages/thumbs/Y138085_112019135329_250_180.jpg"
    },
    {
      "name": "שקדים לבנים גפרורים\n\nרכיבים: שקדים לבנים טבעיים\n\nתוצרת: ארה\"ב\n\nכשר פרווה בהשגחת הבד\"ץ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "שקדים-לבנים-גפרורים---i10079",
      "image": "/ProductsImages/thumbs/J929467_3012017215019_250_180.jpg"
    },
    {
      "name": "שקדים לבנים חצאים\n\nרכיבים: שקדים לבנים טבעיים\n\nתוצרת: ארה\"ב\n\nכשר פרווה בהשגחת הבד\"צ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "שקדים-לבנים-חצאים-i10080",
      "image": "/ProductsImages/thumbs/Y214577_3012017214847_250_180.jpg"
    },
    {
      "name": "שקדים קלופים שלמים\n\nרכיבים: שקדים קלופים טבעיים\n\nתוצרת: ארה\"ב\n\nכשר פרווה בהשגחת בד\"ץ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "שקד-מולבן-שלם-ניצת-הדובדבן-i10130",
      "image": "/ProductsImages/thumbs/S461449_882017104619_250_180.jpg"
    },
    {
      "name": "אגוזי מקדמיה\n\nאגוז מגדמיה מקורו באופן טבעי במזרח אוסטרליה ובאינדונזיה.\nאגוזי מקדמיה מכילים 70% שומן, מהווים מקור לברזל, ויטמין B1, זרחן וסידן.\nשמן האגוז משמש גם לתעשיית התמרוקים עקב תכולה של חומצה",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-מקדמיה-במשקל---i7093",
      "image": "/ProductsImages/thumbs/Y292016_250_180.jpg"
    },
    {
      "name": "שקדים טחונים - קמח שקדים\n\n\nהשקדים מהווים מקור טוב לחלבון, ויטמין E ומגנזיום.\n\nבחלק מהמתכונים ניתן להחליף את הקמח הרגיל בשקדים טחונים אם כי לא באותה כמות.\nניתן להשתמש במתכוני מאפינס, עוגיות ועוגו",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "שקדים-טחונים-קמח-שקדים---i7100",
      "image": "/ProductsImages/thumbs/S413384_3012017215121_250_180.jpg"
    },
    {
      "name": "בוטנים מקולפים במשקל\n\nבוטנים טבעיים שייכים למשפחת הקטניות ומכילים חלבון דל ושומן טבעי נטול כולסטרול.\nבבוטנים קיימים ויטמינים מקבוצת B ומינרלים אשלגן, זרחן, אבץ, מגנזיום, נחושת וסידן.\nניתן להשתמש כ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "בוטנים-קלופים---i7115",
      "image": "/ProductsImages/thumbs/F887093_250_180.jpg"
    },
    {
      "name": "פיסטוק חלבי עם קליפה במשקל\n\nזרע עץ הפיסטוק עשיר בשומן (40%), בעל טעם ערב מיוחד.\nבפיסטוק משתמשים חי לתיבול סלטים, קינוחים ותבשילים שונים.\nהוא מכיל כמות של סיבים וחומצות שומן חיוניות.\n\nרכיבים: פיס",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "פיסטוק-חלבי-עם-קליפה-במשקל---i7148",
      "image": "/ProductsImages/thumbs/Q185647_250_180.jpg"
    },
    {
      "name": "אגוזי לוז\n\nרכיבים: אגוז לוז טבעי\nתוקף המוצר כ-10 חודשים מתאריך הפתיחה.\n\nתוצרת: ארה\"ב.\n\nכשר פרווה בהשגחת בד\"ץ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-לוז-קלופים-i7153",
      "image": "/ProductsImages/thumbs/R231576_250_180.jpg"
    },
    {
      "name": "אגוזי פקאן קלופים במשקל\n\nאגוזי פקאן גדושים בויטמינים מקבוצת B, מנגן ואבץ.\nבפקאן ניתן להשתמש במגוון מאכלים, קינוחים תיבול סלטים ועוד...\n\nרכיבים: אגוז פקאן טבעי\n\nתוצרת: ארה\"ב\n\nכשר פרו",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-פקאן-קלופים-במשקל---i7173",
      "image": "/ProductsImages/thumbs/D731255_250_180.jpg"
    },
    {
      "name": "שקדים לבנים שלמים במשקל\n\n\nהשקדים מהווים מקור טוב לחלבון, ויטמין E ומגנזיום.\n\nרכיבים: שקד טבעי מקולף\n\nתוצרת:ארה\"ב.\n\nכשר פרווה בהשגחת בד\"ץ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "שקדים-לבנים-במשקל-i7179",
      "image": "/ProductsImages/thumbs/H838402_142201811534_250_180.jpg"
    },
    {
      "name": "צנוברים במשקל\n\nהצנובר - זרע עץ האורן, ידוע גם בשם פיניונס (ספרדית), פינוקיו (איטלקית).\nהצנוברים מכיל כמות גבוהה של חלבון, אשלגן, זרחן, מגנזיום, אבץ, ברזל, מנגן, ויטמין C, ריבופלבין וסיבים תזונתיים.",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "צנובר-במשקל---i7499",
      "image": "/ProductsImages/thumbs/I258233_250_180.jpg"
    },
    {
      "name": "אגוזי קשיו טבעיים במשקל\n\nאגוזי קשיו עשירים בנוגד החמצון סלניום ובמגנזיום, זרחן וברזל.\nבאגוז קשיו ניתן להשתמש במגוון מתכונים, תיבול סלטים, קינוחים ותבשילים שונים.\n\nרכיבים: אגוז קשיו טבעי\n\nת",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-קשיו-במשקל-i7506",
      "image": "/ProductsImages/thumbs/D481194_250_180.jpg"
    },
    {
      "name": "אגוזי מלך אורגניים 150 גרם- ניצת\n\nרכיבים: אגוזי מלך אורגניים\n\n \n\nמידע על אלרגניים: מכיל אגוזי מלך. עלול להכיל: אגוזים (שקד, ברזיל, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, קשיו) בוטנים ושומ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-מלך-אורגניים-150-גרם-ניצת-הדובדבן-i24718",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אגוזי מקדמיה אורגניים\n\nרכיבים: אגוזי מקדמיה אורגניים\n\nתכולה: 170 גרם\n\nמידע על אלרגניים: מכיל אגוז מקדמיה\n\nעלול להכיל:  גלוטן, סויה, אגוזים - שקד, ברזיל, קוקוס, לוז, פקאן, פיסטוק, צנובר, ק",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-מקדמיה-אורגניים-170-גרם-ניצת-הדובדבן-i24581",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רגע של פינוק - תערובת אגוזים מייפל ומלח הימלאיה 60 גרם - ממה\n\nרכיבים: אגוזי קשיו (37.4%), אגוזי פקאן (14.9%), סירופ מייפל (9.3%), מלח הימלאיה (1%)\n\nמידע על אלרגנים: שקד, קשיו, פקאן\n\nעלול להכיל:",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "רגע-של-פינוק-תערובת-אגוזים-מייפל-ומלח-הימלאיה-60-גרם-ממה-i26405",
      "image": "productsimages/mfrimages/thumbs/M999474_80_40.jpg"
    },
    {
      "name": "אגוזי ברזיל במשקל\n\nאגוזי ברזיל מכילים כמות גבוהה של סלניום - מינרל נוגד חימצון.\nעשירים באשלגן וברזל, אבץ וויטמין E.\n\nרכיבים: אגוזי ברזיל\n\nתוצרת: בוליביה\n\nכשר פרווה בהשגחת בד\"צ",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-ברזיל-במשקל-i6910",
      "image": "/ProductsImages/thumbs/V798302_250_180.jpg"
    },
    {
      "name": "אגוזי נמר קלופים ללא גלוטן - שליז\n\nרכיבים: 100% אגוזי נמר\n\nמידע על אלרגנים: עלול להכיל: סויה, אגוזים למיניהם, בוטנים, שקדים, קוקוס, שומשום\n\nתכולה: 300 גרם\n\nכשר פרווה בהשגחת הרבנות בקעת הירדן.",
      "price": null,
      "category": "אגוזים ושקדים",
      "url": "אגוזי-נמר-קלופים-ללא-גלוטן-300-גרם---שליז-shelly`s--i23924",
      "image": "productsimages/mfrimages/thumbs/O273614_80_40.png"
    },
    {
      "name": "גרעיני דלעת אורגני 300 גרם - ניצת הדובדבן",
      "price": "16.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%92%d7%a8%d7%a2%d7%99%d7%a0%d7%99-%d7%93%d7%9c%d7%a2%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-300-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i261",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גרעיני חמניות קלופות אורגניות 300 גרם - ניצת הדובדבן",
      "price": "10",
      "category": "זרעים וגרעינים",
      "url": "%d7%92%d7%a8%d7%a2%d7%99%d7%a0%d7%99-%d7%97%d7%9e%d7%a0%d7%99%d7%95%d7%aa-%d7%a7%d7%9c%d7%95%d7%a4%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-300-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6388",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שומשום שחור אורגני 300 גרם - ניצת הדובדבן",
      "price": "14.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%a9%d7%95%d7%9e%d7%a9%d7%95%d7%9d-%d7%a9%d7%97%d7%95%d7%a8-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-300-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6996",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שומשום מלא אורגני 500 גרם - ניצת הדובדבן",
      "price": "13.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%a9%d7%95%d7%9e%d7%a9%d7%95%d7%9d-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7302",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שומשום טחון מלא אורגני - ניצת הדובדבן",
      "price": "10.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%a9%d7%95%d7%9e%d7%a9%d7%95%d7%9d-%d7%98%d7%97%d7%95%d7%9f-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7323",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "זרעי צ'יה אורגניים 600 גר` - ניצת הדובדבן",
      "price": "29.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99-%d7%a6`%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-600-%d7%92%d7%a8`%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i9992",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "זרעי צ'יה אורגניים 300 גרם - ניצת הדובדבן",
      "price": "17.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99-%d7%a6`%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-300-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i13319",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "זרעי צ'יה ניצת 300 גרם ניצת הדובדבן",
      "price": "9.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99-%d7%a6%d7%99%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-300-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i19865",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "זרעי צ`יה לבנה ניצת 300 גרם",
      "price": "17.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99-%d7%a6%d7%99%d7%94-%d7%9c%d7%91%d7%a0%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-300-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23343",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "זרעי פשתן זהוב",
      "price": "20",
      "category": "זרעים וגרעינים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99-%d7%a4%d7%a9%d7%aa%d7%9f-%d7%96%d7%94%d7%95%d7%91-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24383",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ג'עלה הבית 300 גרם - בית השקד",
      "price": "19.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%92%d7%a2%d7%9c%d7%94-%d7%94%d7%91%d7%99%d7%aa-300-%d7%92%d7%a8%d7%9d-%d7%91%d7%99%d7%aa-%d7%94%d7%a9%d7%a7%d7%93-i25860",
      "image": "productsimages/mfrimages/thumbs/G938485_80_40.png"
    },
    {
      "name": "תערובת אורגנית לסלט ולאפייה - הרדוף",
      "price": "19.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9c%d7%a1%d7%9c%d7%98-%d7%95%d7%9c%d7%90%d7%a4%d7%99%d7%99%d7%94-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i27142",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "פרג שלם 300 גרם - ניצת הדובדבן",
      "price": "16.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%a4%d7%a8%d7%92-%d7%a9%d7%9c%d7%9d-300-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i10152",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "זרעי צ'יה בתפזורת",
      "price": "35",
      "category": "זרעים וגרעינים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99-%d7%a6%d7%99%d7%94-%d7%91%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%aa---i19997",
      "image": "/ProductsImages/thumbs/O874612_161202011432_250_180.jpg"
    },
    {
      "name": "תערובת קיטו לסלט - קיטו שף",
      "price": "24.5",
      "category": "זרעים וגרעינים",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%a7%d7%99%d7%98%d7%95-%d7%9c%d7%a1%d7%9c%d7%98-%d7%a7%d7%99%d7%98%d7%95-%d7%a9%d7%a3-i24751",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "שומשום לבן במשקל",
      "price": "24.9",
      "category": "זרעים וגרעינים",
      "url": "%d7%a9%d7%95%d7%9e%d7%a9%d7%95%d7%9d-%d7%9c%d7%91%d7%9f-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7423",
      "image": "/ProductsImages/thumbs/J897637_250_180.jpg"
    },
    {
      "name": "שומשום חום מלא במשקל",
      "price": "26",
      "category": "זרעים וגרעינים",
      "url": "%d7%a9%d7%95%d7%9e%d7%a9%d7%95%d7%9d-%d7%97%d7%95%d7%9d-%d7%9e%d7%9c%d7%90-i7426",
      "image": "/ProductsImages/thumbs/L309472_250_180.jpg"
    },
    {
      "name": "גרעיני חמניות קלופות במשקל",
      "price": "20",
      "category": "זרעים וגרעינים",
      "url": "%d7%92%d7%a8%d7%a2%d7%99%d7%a0%d7%99-%d7%97%d7%9e%d7%a0%d7%99%d7%95%d7%aa-%d7%a7%d7%9c%d7%95%d7%a4%d7%95%d7%aa-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7222",
      "image": "/ProductsImages/thumbs/I604973_250_180.jpg"
    },
    {
      "name": "גרעיני דלעת קלופים במשקל",
      "price": "39",
      "category": "זרעים וגרעינים",
      "url": "%d7%92%d7%a8%d7%a2%d7%99%d7%a0%d7%99-%d7%93%d7%9c%d7%a2%d7%aa-%d7%a7%d7%9c%d7%95%d7%a4%d7%99%d7%9d-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7237",
      "image": "/ProductsImages/thumbs/M419305_250_180.jpg"
    },
    {
      "name": "גרעיני דלעת אורגני 300 גרם - ניצת הדובדבן\n\nרכיבים: גרעיני דלעת אורגניים\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים,",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "גרעיני-דלעת-אורגני-300-גרם-ניצת-הדובדבן--i261",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גרעיני חמניות קלופות אורגניות 300 גרם - ניצת הדובדבן\n\nרכיבים: גרעיני חמניה אורגניים\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מל",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "גרעיני-חמניות-קלופות-אורגניות-300-גרם-ניצת-הדובדבן-i6388",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שומשום שחור אורגני\n\nרכיבים: שומשום שחר אורגני\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nתכולה: 350",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "שומשום-שחור-אורגני-300-גרם,-ניצת-הדובדבן-ניצת-הדובדבן--i6996",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שומשום מלא אורגני\n\nתכולה: 500 גרם\n\nרכיבים: שומשום מלא אורגני\n\nמידע על אלרגניים: מכיל שומשום\n\nעלול להכיל: גלוטן, סויה, אגוזים (שקד, מלך, מקדמיה, ברזיל, לוז, פיסטוק, צנובר, פקאן, קשיו, קוקו",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "שומשום-מלא-אורגני,-500-גרם,-ניצת-הדובדבן-ניצת-הדובדבן--i7302",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שומשום מלא טחון אורגני\n\nרכיבים: שומשום מלא טחון אורגני\n\nמידע על אלרגניים: מכיל שומשום\n\nעשוי להכיל גלוטן, סויה, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך), ובוטנים\n\nמשקל נקי: 260 גרם\n\nכשר ב",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "שומשום-טחון-מלא-אורגני,-ניצת-הדובדבן-ניצת-הדובדבן--i7323",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "זרעי צ'יה אורגניים 600 גר' - ניצת הדובדבן\n\nרכיבים: זרעי צ'יה אורגנית\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך),",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "זרעי-צ`יה-אורגניים-600-גר`ניצת-הדובדבן-i9992",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "* סכנת חנק לילדים מתחת לגיל",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "זרעי-צ`יה-אורגניים-300-גרם-ניצת-הדובדבן--i13319",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מכיל 18 חומצות אמינו\n\nרכיבים: 100% זרעי צ'יה \n\n* סכנת חנק לילדים מתחת לגיל 5\n\nאזהרת אלרגניים: עשוי להכיל גלוטן, סויה, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך), בוטנים ושומשום.\n\nיש",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "זרעי-ציה-ניצת-300-גרם-ניצת-הדובדבן-ניצת-הדובדבן--i19865",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "זרעי צ'יה לבנה- ניצת הדובדבן\n\nרכיבים: זרעי צ'יה לבנה\n\nמידע על אלרגניים: עשוי להכיל גלוטן, סויה, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך), בוטנים ושומשום.\n\nתכולה: 300 גרם\n\nכשר פרווה",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "זרעי-ציה-לבנה-ניצת-300-גרם-ניצת-הדובדבן-i23343",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "זרעי פשתן זהוב\n\nרכיבים: זרעי פשתן זהוב\n\nמידע על אלרגנים: עלול להכיל גלוטן, סויה, אגוזים (קוקוס, ברזיל, קשיו, לוז, מלך), שקדים, בוטנים ושומשום.\n\nמשקל: שקיל בקופה\n\nכשר בהשגחת הבד\"צ מחזיקי ה",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "זרעי-פשתן-זהוב-ניצת-הדובדבן-i24383",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ג'עלה הבית 300 גרם - בית השקד\n\nתערובת אגוזים וגרעינים קלויה, מתאימה לשדרוג הסלט, המרק או סתם ליד הבירה בשישי.\n\nרכיבים: גרעיני חמניה, פולי סויה, אגוזי קשיו, גרעיני דלעת, שומשום, שקדים, שמן קוקו",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "געלה-הבית-300-גרם-בית-השקד-i25860",
      "image": "productsimages/mfrimages/thumbs/G938485_80_40.png"
    },
    {
      "name": "תערובת אורגנית לסלט ולאפייה\n\nרכיבים: זרעי פשתן חום אורגני, שומשום מלא אורגני, גרעיני דלעת אורגניים, גרעיני חמנייה אורגניים, שומשום שחור אורגני\n\nמידע על אלרגנים: מכיל שומשום.\n\nעלול להכיל: גלוטן (",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "תערובת-אורגנית-לסלט-ולאפייה-הרדוף-i27142",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "לשמור במקום קריר ויבש עשוי להכילך סויה, גלוטן, אגוזים, שמשום ובוטנים 300 גר'    \n\n* סכנת חנק לילדים מתחת לגיל",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "פרג-שלם-300-גרם-ניצת-הדובדבן--i10152",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת קיטו לסלט\n\nמיקס גרעינים, זרעים ואגוזים מתובלים לסלט\n\nרכיבים: גרעיני חמניה (58%), שומשום (12%), שקדים (11%), קשיו(10%), גרעיני דלעת (8%), תבלינים, מלח.\n\nמידע על אלרגנים: מכיל: אגוזי קשיו,",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "תערובת-קיטו-לסלט-קיטו-שף-i24751",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "מקורו של השומשום הוא בארצות אסיה הטרופית, אך כיום הוא גדל בעיקר בסין ובארה\"ב.\nהשומשום הלבן הוא הידוע והנפוץ ביותר אך קיים גם \"שומשום שחור\" שניצרך בעיקר במזרח הרחוק וישנו גם \"ש",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "שומשום-לבן-במשקל---i7423",
      "image": "/ProductsImages/thumbs/J897637_250_180.jpg"
    },
    {
      "name": "גרעיני חמניות קלופות במשקל\n\nהחמנייה (מלשון חמה), \"פרח השמש\" האירה לראשונה את פניה לשמש בדרום-מערב ארה\"ב, שם גידלו אותה האינדיאנים כמזון.\n\nרכיבים: גרעיני חמניות טבעיים.\n\nשימו",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "גרעיני-חמניות-קלופות-במשקל---i7222",
      "image": "/ProductsImages/thumbs/I604973_250_180.jpg"
    },
    {
      "name": "מופקים מפרי הדלעת השייך לקבוצת הדלועיים מהם גם המלפפון והקישוא.\nשימושים:\nניתן לקלות ולאכול כפיצוחים או תוספת למרקים ,מאפים וסלטים.\nערכים תזונתיים:\nעשירים בברזל, חלבון, מגנזיום, אבץ ואשלגן ,ויטמין",
      "price": null,
      "category": "זרעים וגרעינים",
      "url": "גרעיני-דלעת-קלופים-במשקל---i7237",
      "image": "/ProductsImages/thumbs/M419305_250_180.jpg"
    },
    {
      "name": "זרעים אבטיח אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%90%d7%91%d7%98%d7%99%d7%97-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23411",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים אכיניצאה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%90%d7%9b%d7%99%d7%a0%d7%99%d7%a6%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23412",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים בזיליקום אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%91%d7%96%d7%99%d7%9c%d7%99%d7%a7%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23413",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים במיה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%91%d7%9e%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23414",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים בצל אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%91%d7%a6%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23415",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים ברוקולי אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%91%d7%a8%d7%95%d7%a7%d7%95%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23416",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים שומר אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a9%d7%95%d7%9e%d7%a8-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23418",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים אפונה ריחנית אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%a8%d7%99%d7%97%d7%a0%d7%99%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23419",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כרוב אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9b%d7%a8%d7%95%d7%91-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23443",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים דלעת אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%93%d7%9c%d7%a2%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23444",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים היבסקוס אדום אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%94%d7%99%d7%91%d7%a1%d7%a7%d7%95%d7%a1-%d7%90%d7%93%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23445",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים חמניות אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%97%d7%9e%d7%a0%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23446",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים חסה ירוקה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%97%d7%a1%d7%94-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23447",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים חסה אדומה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%97%d7%a1%d7%94-%d7%90%d7%93%d7%95%d7%9e%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23448",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים טימין אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%98%d7%99%d7%9e%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23449",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כוסברה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9b%d7%95%d7%a1%d7%91%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23450",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס חמניות נוי אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%99%d7%a7%d7%a1-%d7%97%d7%9e%d7%a0%d7%99%d7%95%d7%aa-%d7%a0%d7%95%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23451",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס חסות אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%99%d7%a7%d7%a1-%d7%97%d7%a1%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23452",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס ירוקים אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%99%d7%a7%d7%a1-%d7%99%d7%a8%d7%95%d7%a7%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23454",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס צנוניות אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%99%d7%a7%d7%a1-%d7%a6%d7%a0%d7%95%d7%a0%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23455",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מלון אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%9c%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23456",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מליסה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%9c%d7%99%d7%a1%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23457",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מלפפון אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%9c%d7%a4%d7%a4%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23458",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מנגולד אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%a0%d7%92%d7%95%d7%9c%d7%93-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23459",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מרווה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%a8%d7%95%d7%95%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23460",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים עלי סלק אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a2%d7%9c%d7%99-%d7%a1%d7%9c%d7%a7-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23461",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים סלרי אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a1%d7%9c%d7%a8%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23462",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים עגבניה שרי אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a2%d7%92%d7%91%d7%a0%d7%99%d7%94-%d7%a9%d7%a8%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23463",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים עגבנייה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a2%d7%92%d7%91%d7%a0%d7%99%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23464",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים עירית אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a2%d7%99%d7%a8%d7%99%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23465",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים פטרוזיליה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a4%d7%98%d7%a8%d7%95%d7%96%d7%99%d7%9c%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23466",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים פלפל מתוק אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a4%d7%9c%d7%a4%d7%9c-%d7%9e%d7%aa%d7%95%d7%a7-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23467",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים פלפל חריף אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a4%d7%9c%d7%a4%d7%9c-%d7%97%d7%a8%d7%99%d7%a3-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23468",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים צלוזיה אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a6%d7%9c%d7%95%d7%96%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23469",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים צנונית אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a6%d7%a0%d7%95%d7%a0%d7%99%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23470",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים קישוא אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a7%d7%99%d7%a9%d7%95%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23471",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים רוקט אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a8%d7%95%d7%a7%d7%98-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23472",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים שמיר אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a9%d7%9e%d7%99%d7%a8-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23473",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים תירס אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%aa%d7%99%d7%a8%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23475",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים תרד אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%aa%d7%a8%d7%93-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23476",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים גזר אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%92%d7%96%d7%a8-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23477",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים סלק אדום אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a1%d7%9c%d7%a7-%d7%90%d7%93%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23478",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס בזיל אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%99%d7%a7%d7%a1-%d7%91%d7%96%d7%99%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23479",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כובע נזיר אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9b%d7%95%d7%91%d7%a2-%d7%a0%d7%96%d7%99%d7%a8-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23480",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים ציפורני חתול אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a6%d7%99%d7%a4%d7%95%d7%a8%d7%a0%d7%99-%d7%97%d7%aa%d7%95%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23481",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כרובית אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9b%d7%a8%d7%95%d7%91%d7%99%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-Natural-Green--i23549",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים ארטישוק אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%90%d7%a8%d7%98%d7%99%d7%a9%d7%95%d7%a7-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23550",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים אספרגוס אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%90%d7%a1%d7%a4%d7%a8%d7%92%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23551",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס צנונית אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%99%d7%a7%d7%a1-%d7%a6%d7%a0%d7%95%d7%a0%d7%99%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23552",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס שרי אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9e%d7%99%d7%a7%d7%a1-%d7%a9%d7%a8%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23553",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כרוב לבן עגול אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%9b%d7%a8%d7%95%d7%91-%d7%9c%d7%91%d7%9f-%d7%a2%d7%92%d7%95%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23554",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים קולורבי אורגני",
      "price": "5.9",
      "category": "זרעים אורגניים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99%d7%9d-%d7%a7%d7%95%d7%9c%d7%95%d7%a8%d7%91%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23555",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים אבטיח אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-אבטיח-אורגני-i23411",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים אכיניצאה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-אכיניצאה-אורגני-i23412",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעי בזיליקום אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-בזיליקום-אורגני-i23413",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים במיה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-במיה-אורגני-i23414",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים בצל אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-בצל-אורגני-i23415",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים ברוקולי אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-ברוקולי-אורגני-i23416",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים שומר אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-שומר-אורגני-i23418",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים אפונה ריחנית אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-אפונה-ריחנית-אורגני-i23419",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כרוב אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-כרוב-אורגני-i23443",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים דלעת אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-דלעת-אורגני-i23444",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים היבסקוס אדום אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-היבסקוס-אדום-אורגני-i23445",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים חמניות אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-חמניות-אורגני-i23446",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים חסה ירוקה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-חסה-ירוקה-אורגני-i23447",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים חסה אדומה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-חסה-אדומה-אורגני-i23448",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים טימין אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-טימין-אורגני-i23449",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כוסברה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-כוסברה-אורגני-i23450",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס חמניות נוי אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מיקס-חמניות-נוי-אורגני-i23451",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס חסות אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מיקס-חסות-אורגני-i23452",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס ירוקים אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מיקס-ירוקים-אורגני-i23454",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס צנוניות אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מיקס-צנוניות-אורגני-i23455",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מלון אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מלון-אורגני-i23456",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מליסה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מליסה-אורגני-i23457",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מלפפון אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מלפפון-אורגני-i23458",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מנגולד אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מנגולד-אורגני-i23459",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מרווה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מרווה-אורגני-i23460",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים עלי סלק אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-עלי-סלק-אורגני-i23461",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים סלרי אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-סלרי-אורגני-i23462",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים עגבניה שרי אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-עגבניה-שרי-אורגני-i23463",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים עגבנייה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-עגבנייה-אורגני-i23464",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים עירית אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-עירית-אורגני-i23465",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים פטרוזיליה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-פטרוזיליה-אורגני-i23466",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים פלפל מתוק אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-פלפל-מתוק-אורגני-i23467",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים פלפל חריף אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-פלפל-חריף-אורגני-i23468",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים צלוזיה אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-צלוזיה-אורגני-i23469",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים צנונית אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-צנונית-אורגני-i23470",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים קישוא אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-קישוא-אורגני-i23471",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים רוקט אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-רוקט-אורגני-i23472",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים שמיר אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-שמיר-אורגני-i23473",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים תירס אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-תירס-אורגני-i23475",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים תרד אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-תרד-אורגני-i23476",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים גזר אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-גזר-אורגני-i23477",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים סלק אדום אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-סלק-אדום-אורגני-i23478",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס בזיליקום אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מיקס-בזיל-אורגני-i23479",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כובע נזיר אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-כובע-נזיר-אורגני-i23480",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים ציפורני חתול אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-ציפורני-חתול-אורגני-i23481",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כרובית אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-כרובית-אורגני-Natural-Green--i23549",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים ארטישוק אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-ארטישוק-אורגני-i23550",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים אספרגוס אורגני\n\n \n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\n \n\nמתאים לזריעה בגינה ובבית\n\n \n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-אספרגוס-אורגני-i23551",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס צנונית אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מיקס-צנונית-אורגני-i23552",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים מיקס שרי אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-מיקס-שרי-אורגני-i23553",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים כרוב לבן עגול אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-כרוב-לבן-עגול-אורגני-i23554",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "זרעים קולורבי אורגני\n\nשקיות זרעים של ירקות, תבלינים ופרחים\n\nמתאים לזריעה בגינה ובבית\n\nבעציצים קטנים ובאדניות",
      "price": null,
      "category": "זרעים אורגניים",
      "url": "זרעים-קולורבי-אורגני-i23555",
      "image": "productsimages/mfrimages/thumbs/81601_80_40.GIF"
    },
    {
      "name": "למוצרי הקטגוריה",
      "price": null,
      "category": "דגנים, קטניות ופסטות",
      "url": "%d7%93%d7%92%d7%a0%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-c43",
      "image": "ProductsImages/CatsImages/thumbs/V799172_250_150.jpg"
    },
    {
      "name": "בורגול אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%91%d7%95%d7%a8%d7%92%d7%95%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i281",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז בסמטי מלא אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a1%d7%9e%d7%98%d7%99-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i303",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז בר 400 גרם - ניצת הדובדבן",
      "price": "32.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a8-400-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i1215",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קינואה רויאל אורגנית, 500 גרם, ניצת הדובדבן",
      "price": "15.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%a8%d7%95%d7%99%d7%90%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6824",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קינואה רויאל אורגנית 1 ק\"ג - ניצת הדובדבן",
      "price": "24.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94--%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-1-%d7%a7%d7%99%d7%9c%d7%95-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6826",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז בסמטי לבן אורגני 1 ק\"ג - ניצת הדובדבן",
      "price": "16.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a9%d7%9e%d7%aa%d7%99-%d7%9c%d7%91%d7%9f-1-%d7%a7%d7%92-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6975",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז בסמטי מלא 1 ק\"ג אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a9%d7%9e%d7%aa%d7%99-%d7%9e%d7%9c%d7%90-1-%d7%a7%d7%92-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6976",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סובין שיבולת שועל אורגני - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%a1%d7%95%d7%91%d7%99%d7%9f-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6995",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קינואה טריו ( 3 צבעים) אורגני - ניצת הדובדבן",
      "price": "19.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-3-%d7%a6%d7%91%d7%a2%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6999",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז בסמטי לבן אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a9%d7%9e%d7%aa%d7%99-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7151",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז עגול מלא אורגני - ניצת הדובדבן",
      "price": "8.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%a2%d7%92%d7%95%d7%9c-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7295",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז אדום אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%93%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7296",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "חיטה מלאה אורגנית ניצת הדובדבן",
      "price": "11.2",
      "category": "דגנים",
      "url": "%d7%97%d7%99%d7%98%d7%94-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7310",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גריסי שיבולת שועל אורגנים, ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%92%d7%a8%d7%99%d7%a1%d7%99-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7311",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קוסקוס מלא אורגני - ניצת הדובדבן",
      "price": "11.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%95%d7%a1%d7%a7%d7%95%d7%a1-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7314",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גרגרי שיפון אורגני - ניצת הדובדבן",
      "price": "8.9",
      "category": "דגנים",
      "url": "%d7%92%d7%a8%d7%92%d7%a8%d7%99-%d7%a9%d7%99%d7%a4%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7317",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גרגירי חיטת כוסמין אורגני - ניצת הדובדבן",
      "price": "10.9",
      "category": "דגנים",
      "url": "%d7%92%d7%a8%d7%92%d7%99%d7%a8%d7%99-%d7%97%d7%99%d7%98%d7%aa-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7321",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פשתן טחון אורגני 350 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%a4%d7%a9%d7%aa%d7%9f-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-350-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7322",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "נבט חיטה - ניצת הדובדבן",
      "price": "7.9",
      "category": "דגנים",
      "url": "%d7%a0%d7%91%d7%98-%d7%97%d7%99%d7%98%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7325",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אמרנט אורגני 500 גרם - ניצת הדובדבן",
      "price": "12.9",
      "category": "דגנים",
      "url": "%d7%90%d7%9e%d7%a8%d7%a0%d7%98-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7332",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קינואה אדומה אורגנית 500 גרם - ניצת הדובדבן",
      "price": "17.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%90%d7%93%d7%95%d7%9e%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7340",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קינואה שחורה אורגנית 500 גרם - ניצת הדובדבו",
      "price": "19.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%a9%d7%97%d7%95%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7341",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז עגול מלא אורגני 1 ק\"ג - ניצת הדובדבן",
      "price": "13.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a2%d7%92%d7%95%d7%9c-%d7%9e%d7%9c%d7%90,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i153",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גריסי פנינה אורגניים - ניצת הדובדבן",
      "price": "8.9",
      "category": "דגנים",
      "url": "%d7%92%d7%a8%d7%99%d7%a1%d7%99-%d7%a4%d7%a0%d7%99%d7%a0%d7%94--%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i9976",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כוסמת קלויה אורגנית - ניצת הדובדבן",
      "price": "9.8",
      "category": "דגנים",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%a7%d7%9c%d7%95%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i13890",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז פרא מעורב טריו אורגני ניצת הדובדבן",
      "price": "17.5",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%a4%d7%a8%d7%90-%d7%9e%d7%a2%d7%95%d7%a8%d7%91-%d7%98%d7%a8%d7%99%d7%95-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i20364",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז מלא ארוך 1 ק`ג אורגני ניצת הדובדבן",
      "price": "11.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%90%d7%a8%d7%95%d7%9a-1-%d7%a7`%d7%92-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i20648",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סולת חיטה מלאה 500 גרם",
      "price": "7.5",
      "category": "דגנים",
      "url": "%d7%a1%d7%95%d7%9c%d7%aa-%d7%97%d7%99%d7%98%d7%94-%d7%9e%d7%9c%d7%90%d7%94-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i22833",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז לבן ארוך 1 ק\"ג אורגני",
      "price": "12.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%91%d7%9f-%d7%90%d7%a8%d7%95%d7%9a-1-%d7%a7%d7%92-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24483",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קוסקוס כוסמין מלא אורגני- ניצת הדובדבן",
      "price": "15.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%95%d7%a1%d7%a7%d7%95%d7%a1-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24944",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז טריו פרא 1 ק\"ג",
      "price": "17.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%98%d7%a8%d7%99%d7%95-%d7%a4%d7%a8%d7%90-1-%d7%a7%d7%92-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26171",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז אדום 500 גרם",
      "price": "12.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%93%d7%95%d7%9d-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i26260",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז ורוד אורגני פלמינגו - ניצת הדובדבן",
      "price": "19.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%95%d7%a8%d7%95%d7%93-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a4%d7%9c%d7%9e%d7%99%d7%a0%d7%92%d7%95-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i27045",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז שחור מלא אורגני זן נרונה - ויגנולה ללא גלוטן",
      "price": "19.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%a9%d7%97%d7%95%d7%a8-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%96%d7%9f-%d7%a0%d7%a8%d7%95%d7%a0%d7%94-%d7%95%d7%99%d7%92%d7%a0%d7%95%d7%9c%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-i25978",
      "image": "productsimages/mfrimages/thumbs/U485528_80_40.jpg"
    },
    {
      "name": "קינואה לבנה בתפזורת",
      "price": "22",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%91%d7%95%d7%9c%d7%99%d7%91%d7%99%d7%90%d7%a0%d7%99%d7%aa-%d7%9c%d7%91%d7%a0%d7%94-%d7%91%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%aa--%d7%a4%d7%99%d7%a8%d7%95%d7%aa-%d7%99%d7%91%d7%a9%d7%99%d7%9d-%d7%95%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%95%d7%aa-i13573",
      "image": "/ProductsImages/thumbs/P360955_28220188148_250_180.jpg"
    },
    {
      "name": "זרעי פשתן במשקל",
      "price": "11.9",
      "category": "דגנים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99-%d7%a4%d7%a9%d7%aa%d7%9f-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7491",
      "image": "/ProductsImages/thumbs/S491616_250_180.jpg"
    },
    {
      "name": "דוחן מקולף אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%93%d7%95%d7%97%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i279",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כמו קוסקוס - סולת מאורז - ללא גלוטן",
      "price": "15.9",
      "category": "דגנים",
      "url": "%d7%aa%d7%9e%d7%99-%d7%9b%d7%9e%d7%95-%d7%a7%d7%95%d7%a1%d7%a7%d7%95%d7%a1-%d7%9e%d7%a7%d7%9e%d7%97-%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%9e%d7%99-i18967",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "דוחן בתפזורת",
      "price": "13.5",
      "category": "דגנים",
      "url": "%d7%93%d7%95%d7%97%d7%9f-%d7%91%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%aa---i9305",
      "image": "/ProductsImages/thumbs/H135415_250_180.jpg"
    },
    {
      "name": "בורגול 1 ק\"ג",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%91%d7%95%d7%a8%d7%92%d7%95%d7%9c-1-%d7%a7%d7%92-i26176",
      "image": "/ProductsImages/thumbs/D84252_56202512103_250_180.jpg"
    },
    {
      "name": "פצפוצי חיטה אורגני - סוליגרנו",
      "price": "11.9",
      "category": "דגנים",
      "url": "%d7%a4%d7%a6%d7%a4%d7%95%d7%a6%d7%99-%d7%97%d7%99%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a1%d7%95%d7%9c%d7%99%d7%92%d7%a8%d7%a0%d7%95-i25174",
      "image": "productsimages/mfrimages/thumbs/K300362_80_40.jpg"
    },
    {
      "name": "קינואה טריו / 3 צבעים",
      "price": "14.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%98%d7%a8%d7%99%d7%95-3-%d7%a6%d7%91%d7%a2%d7%99%d7%9d-i26742",
      "image": "/ProductsImages/thumbs/R200143_562025102534_250_180.jpg"
    },
    {
      "name": "אורז פרסי במשקל",
      "price": "8.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a1%d7%9e%d7%98%d7%99-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7267",
      "image": "/ProductsImages/thumbs/N105187_1562017135353_250_180.jpg"
    },
    {
      "name": "כוסמת ירוקה במשקל",
      "price": "11.5",
      "category": "דגנים",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c-i8105",
      "image": "/ProductsImages/thumbs/I506310_250_180.jpg"
    },
    {
      "name": "כוסמת קלויה במשקל",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7593",
      "image": "/ProductsImages/thumbs/D740044_250_180.jpg"
    },
    {
      "name": "אורז לבן עגול במשקל",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%91%d7%9f-%d7%a2%d7%92%d7%95%d7%9c-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7279",
      "image": "/ProductsImages/thumbs/Y575570_250_180.jpg"
    },
    {
      "name": "תירס יבש / פופקורן במשקל",
      "price": "9",
      "category": "דגנים",
      "url": "%d7%aa%d7%99%d7%a8%d7%a1-%d7%99%d7%91%d7%a9--%d7%a4%d7%95%d7%a4%d7%a7%d7%95%d7%a8%d7%9f-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7542",
      "image": "/ProductsImages/thumbs/T583550_250_180.jpg"
    },
    {
      "name": "בורגול אורגני 500 גרם - ניצת הדובדבן\n\nרכיבים: בורגול אורגני\n\nמידע על אלרגניים: עשוי להכיל סויה, גלוטן, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך) בוטנים ושומשום\n\nתכולה: 500 גרם\n\nכשר פרווה בה",
      "price": null,
      "category": "דגנים",
      "url": "בורגול-אורגני-500-גרם-ניצת-הדובדבן-i281",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז בשמתי מלא אורגני\n\nרכיבים: אורז בסמטי מלא אורגני\n\nמידע על אלרגנים: עשוי להכיל סויה, גלוטן, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך), בוטנים ושומשום\n\nמשקל: 500 גרם\n\nכשר בהשגחת הבד\"",
      "price": null,
      "category": "דגנים",
      "url": "אורז-בסמטי-מלא-אורגני-500-גרם-ניצת-הדובדבן-i303",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מתכונים:\nאורז ואורז בר עם עשבי תיבול טריים\nלביבות אורז בר\nאורז בר טבעי מבית ניצת הדובדבן.\nפרט מפתיע לגבי אורז בר שהוא בכלל לא אורז אלא קטניה, הוא נקרא אורז רק מאחר והוא נראה כמוהו.\nצבעו שחור עז ,",
      "price": null,
      "category": "דגנים",
      "url": "אורז-בר-400-גרם-ניצת-הדובדבן--i1215",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "בשנים האחרונות כבשה הקינואה את המדפים והפכה לטרנדית בישראל.\nמקור הקינואה הוא באזור הרי האנדים בדרום אמריקה, שם שימשה מקור מזון חשוב לילידים מזה 6000 שנים r /> הקינואה הוא צמח עמיד ביותר ומסוגלת לג",
      "price": null,
      "category": "דגנים",
      "url": "קינואה-רויאל-אורגנית-500-גרם-ניצת-הדובדבן-i6824",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קינואה רויאל אורגנית 1 ק\"ג - ניצת הדובדבן\n\nרכיבים: קינואה אורגנית\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים וש",
      "price": null,
      "category": "דגנים",
      "url": "קינואה--אורגנית-1-קילו-ניצת-הדובדבן-i6826",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז בסמטי לבן אורגני 1 ק\"ג - ניצת הדובדבן\n\nרכיבים: אורז בסמטי לבן אורגני\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), ב",
      "price": null,
      "category": "דגנים",
      "url": "אורז-בשמתי-לבן-1-קג-אורגני-ניצת-הדובדבן-i6975",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז בשמתי (בסמטי) גדל בהודו למרגלות הרי ההימלאיה והוא ניזון ממי הפשרת השלגים.\nהאורז מאופיין בגרגרים מוארכים, עדינים ובטעם משובח וארומה נהדרת.\nגידול אורגני ללא דשנים כימיים וללא חומרי הדברה.\n\nמתכו",
      "price": null,
      "category": "דגנים",
      "url": "אורז-בשמתי-מלא-1-קג-אורגני-ניצת-הדובדבן-i6976",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סובין שיבולת שועל אורגני - ניצת הדובדבן\n\nרכיבים: סובין שיבולת שועל אורגנית (גלוטן)\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנוב",
      "price": null,
      "category": "דגנים",
      "url": "סובין-שיבולת-שועל-אורגני-ניצת-הדובדבן-i6995",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קינואה טריו ( 3 צבעים) אורגני - ניצת הדובדבן\n\nרכיבים: קינואה לבנה אורגנית (34%), קינואה שחורה אורגנית (33%), קינואה אדומה (33%).\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל",
      "price": null,
      "category": "דגנים",
      "url": "קינואה-3-צבעים-אורגני-ניצת-הדובדבן--i6999",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז בסמטי לבן אורגני 500 גרם - ניצת הדובדבן\n\nרכיבים: אורז בסמטי לבן אורגני\n\nמידע על אלרגנים: עשוי להכיל סויה, גלוטן, שקדים, אגוזים ( קוקוס, קשיו, ברזיל, לוז, מלך), בוטנים ושומשום\n\nתכולה: 500 גר",
      "price": null,
      "category": "דגנים",
      "url": "אורז-בשמתי-לבן-אורגני-ניצת-הדובדבן-i7151",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז עגול מלא אורגני\n\nרכיבים: אורז עגול מלא אורגני\n\nתכולה: 500 גר'\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוט",
      "price": null,
      "category": "דגנים",
      "url": "אורז-עגול-מלא-אורגני-ניצת-הדובדבן-i7295",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז אדום אורגני - ניצת הדובדבן\n\nהאורז האדום, סוג אורז אשר נאכל עם קליפתו וללא ליטוש, מתאים לשילוב עם כל ירק מבושל, פירות יבשים, אגוזים ועשבי תיבול.\nעשיר בסיבים תזונתיים, חלבון, סידן וברזל מכיל כמו",
      "price": null,
      "category": "דגנים",
      "url": "אורז-אדום-אורגני-ניצת-הדובדבן-i7296",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "חיטה אורגנית\n\nרכיבים: חיטה מלאה אורגנית\n\nמידע על אלרגניים: מכיל גלוטן\n\nעלול להכיל סויה, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, צנובר, מלך), בוטנים ושומשום\n\nתכולה: 1 ק\"ג\n\nכש",
      "price": null,
      "category": "דגנים",
      "url": "חיטה-מלאה-אורגנית,-ניצת-הדובדבן-i7310",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גריסי שיבולת שועל אורגנים, ניצת הדובדבן\n\nרכיבים: גריסי שיבולת שועל אורגניים\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנ",
      "price": null,
      "category": "דגנים",
      "url": "גריסי-שיבולת-שועל-אורגנים,-ניצת-הדובדבן-ניצת-הדובדבן--i7311",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קוסקוס אורגני - ניצת הדובדבן.\nקוסקוס - סולת חיטה מלאה, עשיר בסיבים תזונתיים.\nמתאים להכנה של תבשיל קוסקוס, סלטי קוסקוס מזינים ובריאים.\n\nאורגני ללא דשנים כימיים וללא חומרי הדברה.\nמשקל: 500 גרם\nאלר",
      "price": null,
      "category": "דגנים",
      "url": "קוסקוס-מלא-אורגני,-ניצת-הדובדבן-ניצת-הדובדבן--i7314",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גרגרי שיפון אורגני - ניצת הדובדבן\n\nרכיבים: גרעיני שיפון אורגניים\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.",
      "price": null,
      "category": "דגנים",
      "url": "גרגרי-שיפון-אורגני,-ניצת-הדובדבן-i7317",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גרגירי כוסמין אורגני - ניצת הדובדבן.\nהכוסמין שייך למשפחת הדגנים כמו החיטה, באיראן ובמזרח אירופה מכירים אותו כבר 7000 שנה.\nהכוסמין היה בשיא הפופולאריות שלו במזרח התיכון ובאירופה בתקופת הברונזה ועד ימ",
      "price": null,
      "category": "דגנים",
      "url": "גרגירי-חיטת-כוסמין-אורגני,-ניצת-הדובדבן-ניצת-הדובדבן--i7321",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פשתן טחון אורגני 350 גרם - ניצת הדובדבן\n\nרכיבים: פשתן טחון אורגני\n\nמידע על אלרגניים: עלול להכיל גלוטן\n\nסויה, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומש",
      "price": null,
      "category": "דגנים",
      "url": "פשתן-טחון-אורגני,-350-גרם-ניצת-הדובדבן-i7322",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "נבט חיטה - ניצת הדובדבן.\nנבט חיטה שנטחן דק לאבקה המשמשת כמקור לסיבים תזונתיים וויטמינים.\nבתוך הנבט מצוייה התמצית של צמח החיטה השלם, מקור מצויין לאבץ.\nניתן להוסיף לסלטים, גרנולה, אפייה של לחם, טיגון",
      "price": null,
      "category": "דגנים",
      "url": "נבט-חיטה-ניצת-הדובדבן-i7325",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אמרנט אורגני 500 גרם - ניצת הדובדבן\n\nרכיבים: אמרנט אורגני\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nתכו",
      "price": null,
      "category": "דגנים",
      "url": "אמרנט-אורגני-500-גרם-ניצת-הדובדבן-i7332",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קינואה אדומה אורגנית 500 גרם - ניצת הדובדבן\n\nרכיבים: קינואה אדומה אורגנית\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים",
      "price": null,
      "category": "דגנים",
      "url": "קינואה-אדומה-אורגנית,-500-גרם-ניצת-הדובדבן-i7340",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קינואה שחורה אורגנית 500 גרם - ניצת הדובדבן\n\nרכיבים: קינואה שחורה אורגנית\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים",
      "price": null,
      "category": "דגנים",
      "url": "קינואה-שחורה-אורגנית,-500-גרם-ניצת-הדובדבן--i7341",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז עגול מלא אורגני 1 ק\"ג - ניצת הדובדבן\n\nרכיבים: אורז עגול מלא אורגני\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך",
      "price": null,
      "category": "דגנים",
      "url": "אורז-אורגני-עגול-מלא,-ניצת-הדובדבן-ניצת-הדובדבן--i153",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גריסי פנינה אורגניים - גריסי שעורה\n\nרכיבים: גריסי פנינה אורגניים\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.",
      "price": null,
      "category": "דגנים",
      "url": "גריסי-פנינה--אורגנים-ניצת-הדובדבן-i9976",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רכיבים: כוסמת קלויה אורגנית\n\nמתכון בסיסי: מטגנים קלות במעט שמן זית, כוס כוסמת ומוסיפים 2 כוסות מים. מבשלים 15-20 דק'.\n\nניתן להוסיף את הכוסמת לסלטים קרים \n\nאלרגניים: עשוי להכיל סויה, גלו",
      "price": null,
      "category": "דגנים",
      "url": "כוסמת-קלויה-אורגנית-ניצת-הדובדבן-i13890",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כשר בהשגחת הבד\"צ מחזיקי הדת.​",
      "price": null,
      "category": "דגנים",
      "url": "אורז-פרא-מעורב-טריו-אורגני-ניצת-הדובדבן-ניצת-הדובדבן--i20364",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז מלא ארוך 1 ק`ג אורגני ניצת הדובדבן\n\nרכיבים: אורז מלך ארוך אורגני\n\nמידע על אלרגניים: עשוי להכיל סויה, גלוטן, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך) בוטנים ושומשום\n\nתכולה: 1 ק&quo",
      "price": null,
      "category": "דגנים",
      "url": "אורז-מלא-ארוך-1-ק`ג-אורגני-ניצת-הדובדבן-ניצת-הדובדבן--i20648",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סולת חיטה מלאה\n\nרכיבים: סולת חיטה מלאה (מכיל גלוטן)\n\nמידע על אלרגניים: מכיל גלוטן, עשוי להכיל סויה, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך), בוטנים ושומשום, צנובר\n\nתכולה: 500 גרם\n\nכשר פרו",
      "price": null,
      "category": "דגנים",
      "url": "סולת-חיטה-מלאה-500-גרם-ניצת-הדובדבן-i22833",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז לבן ארוך 1 ק\"ג אורגני\n\nרכיבים: אורז לבן ארוך אורגני\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים ( שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום",
      "price": null,
      "category": "דגנים",
      "url": "אורז-לבן-ארוך-1-קג-אורגני-ניצת-הדובדבן-i24483",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קוסקוס אורגני מקמח כוסמין מלא\n\nרכיבים: קוסקוס אורגני מקמח כוסמין מלא\n\nמידע על אלרגנים: מכיל גלוטן\n\nעלול להכיל סויה, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטני",
      "price": null,
      "category": "דגנים",
      "url": "קוסקוס-כוסמין-מלא-אורגני-ניצת-הדובדבן-i24944",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז טריו\n\nרכיבים: אורז חום עגול (50%), אורז אדום (25%), אורז שחור (25%)\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים",
      "price": null,
      "category": "דגנים",
      "url": "אורז-טריו-פרא-1-קג-ניצת-הדובדבן-i26171",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז אדום 500 גרם\n\nרכיבים: אורז אדום\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום\n\nתכולה 500 גרם\n\nבהשגחת ה",
      "price": null,
      "category": "דגנים",
      "url": "אורז-אדום-500-גרם-ניצת-הדובדבן--i26260",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רכיבים :\n\nאורז ורוד אורגני \"פלמינגו\"\n\nמידע על אלרגניים:\n\nעלול להכיל : גלוטן, סויה, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך),\n\nבוטנים ושומשום \n\nת",
      "price": null,
      "category": "דגנים",
      "url": "אורז-ורוד-אורגני-פלמינגו-ניצת-הדובדבן--i27045",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אורז שחור מלא אורגני זן נרונה - ויגנולה ללא גלוטן\n\nרכיבים: אורז שחור מלא אורגני\n\nתכולה: 500 גר\n\nכשר פרווה בהשגחת OU ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "דגנים",
      "url": "אורז-שחור-מלא-אורגני-זן-נרונה-ויגנולה-ללא-גלוטן-i25978",
      "image": "productsimages/mfrimages/thumbs/U485528_80_40.jpg"
    },
    {
      "name": "**  אזהרת חנק לילדים מתחת לגיל 5",
      "price": null,
      "category": "דגנים",
      "url": "קינואה-בוליביאנית-לבנה-בתפזורת--פירות-יבשים-ותפזורות-i13573",
      "image": "/ProductsImages/thumbs/P360955_28220188148_250_180.jpg"
    },
    {
      "name": "הכמות היומית המומלצת היא כף עד שתים ביום של פשתן טחון. עם זאת, כדאי להגיע בהדרגה לכמות הזאת\n\nיש לשמור במקום קר ויבש\n\n**  אזהרת חנק לילדים מתחת לגיל 5",
      "price": null,
      "category": "דגנים",
      "url": "זרעי-פשתן-במשקל---i7491",
      "image": "/ProductsImages/thumbs/S491616_250_180.jpg"
    },
    {
      "name": "דוחן מקולף אורגני 500 גרם - ניצת הדובדבן\n\nרכיבים: דוחף אורגני\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.",
      "price": null,
      "category": "דגנים",
      "url": "דוחן-אורגני-500-גרם,-ניצת-הדובדבן-ניצת-הדובדבן--i279",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כמו קוסקוס - סולת מאורז \n\nללא גלוטן\n\nרכיבים: 100% אורז\n\nאזהרה לאלרגנים: עלול להכיל שקדים\n\nתכולה: 300 גרם\n\nכשר פרווה בהשגחת רבנות שדות הנגב\n\nבהשגחת הבד\"ץ ירושלים העדה החרדית - השג",
      "price": null,
      "category": "דגנים",
      "url": "תמי-כמו-קוסקוס-מקמח-אורז-ללא-גלוטן-תמי-i18967",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "הדוחן הוא גרגר בטעם אגוזי, הוא שימש במשך שנים בולם המערבי כמזון לתוכים הדוחן הוא נטול גלוטן שימושים:\nבדייסות, תבשילים, מאפים, סלטים ועוד.\nערכים תזונתיים: עשיר בזרחן, ברזל, סידן, ויטמין B2 , B3",
      "price": null,
      "category": "דגנים",
      "url": "דוחן-בתפזורת---i9305",
      "image": "/ProductsImages/thumbs/H135415_250_180.jpg"
    },
    {
      "name": "בורגול\n\nרכיבים: בורגול\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nתכולה: 1 ק\"ג\n\nכשר בהשגחת הבד&quo",
      "price": null,
      "category": "דגנים",
      "url": "בורגול-1-קג-i26176",
      "image": "/ProductsImages/thumbs/D84252_56202512103_250_180.jpg"
    },
    {
      "name": "פצפוצי חיטה אורגני - סוליגרנו\n\nללא נתרן  | ללא תוספת סוכר | עשיר בסיבים תזונתיים | מקור לחלבון\n\nרכיבים: 100% פצפוצי חיטה אורגנית (מגיל גלוטן)\n\nמידע על אלרגנים: מכיל גלוטן (חיטה)\n\nתכולה: 1",
      "price": null,
      "category": "דגנים",
      "url": "פצפוצי-חיטה-אורגני-סוליגרנו-i25174",
      "image": "productsimages/mfrimages/thumbs/K300362_80_40.jpg"
    },
    {
      "name": "קינואה טריו\n\nרכיבים: קינואה לבנה (34%), קינואה שחורה (33%), קינאוה אדומה (33%).\n\nמידע על אלרגנים: עלול להכיל גלוטן, סויה, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), ב",
      "price": null,
      "category": "דגנים",
      "url": "קינואה-טריו-3-צבעים-i26742",
      "image": "/ProductsImages/thumbs/R200143_562025102534_250_180.jpg"
    },
    {
      "name": "אורז בסמטי לבן\n\nבהשגחת הבד\"צ מחזיקי הדת",
      "price": null,
      "category": "דגנים",
      "url": "אורז-בסמטי-במשקל---i7267",
      "image": "/ProductsImages/thumbs/N105187_1562017135353_250_180.jpg"
    },
    {
      "name": "את הכוסמת מגדלים בעיקר בארה\"ב וקנדה.\nהיא לא מכילה גלוטן ולכן היא מתאימה גם לחולי צליאק ולנמנעים מגלוטן.\nהכוסמת היא לא דגן אלא פרי ואין שום קשר בינה לבין דגן הכוסמין למרות שהרבה בטוחים שמדוב",
      "price": null,
      "category": "דגנים",
      "url": "כוסמת-ירוקה-במשקל-i8105",
      "image": "/ProductsImages/thumbs/I506310_250_180.jpg"
    },
    {
      "name": "מתכונים:\nסלט כוסמת לימוני\nקציצות כוסמת\n\nכוסמת במשקל.\nאת הכוסמת מגדלים בעיקר בארה\"ב וקנדה.\nהיא לא מכילה גלוטן ולכן היא מתאימה גם לחולי צליאק ולנמנעים מגלוטן.\nהכוסמת היא לא דגן אלא פרי ו",
      "price": null,
      "category": "דגנים",
      "url": "כוסמת-במשקל---i7593",
      "image": "/ProductsImages/thumbs/D740044_250_180.jpg"
    },
    {
      "name": "אורז לבן עגול במשקל\n\nאורז עגול ידוע בשימושו הנפוץ בעיקר בהכנת המאכל האיטלקי \"ריזוטו\".\nעקב היותו עגול החלק הפנימי נשאר קשיח יותר מהחלק החיצוני לאחר הבישול.\n\nמתכון בסיסי:\n\nמבשלים כוס או",
      "price": null,
      "category": "דגנים",
      "url": "אורז-לבן-עגול-במשקל---i7279",
      "image": "/ProductsImages/thumbs/Y575570_250_180.jpg"
    },
    {
      "name": "גרגירי תירס - פופקורן במשקל.\nפופקורן - חטיף תירס טעים ואורח קבוע בקולנוע, ממשפחת הדגנים, מכיל כמות פחמימות גבוהה, מעט חלבון, דל שומן.\nעשיר בסיבים תזונתיים ומומלץ לשילוב בכל דיאטה.\nמכיל סידן, בר",
      "price": null,
      "category": "דגנים",
      "url": "תירס-יבש--פופקורן-במשקל---i7542",
      "image": "/ProductsImages/thumbs/T583550_250_180.jpg"
    },
    {
      "name": "עדשים חומות אורגניות 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%97%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7297",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "עדשים אדומות אורגניות 500 גרם - ניצת הדובדבן",
      "price": "13.5",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7298",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "עדשים שחורות אורגניות 500 גרם - ניצת הדובדבן",
      "price": "13.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a9%d7%97%d7%95%d7%a8%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7299",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית לבנה אורגנית - ניצת הדובדבן",
      "price": "11.9",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9c%d7%91%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7303",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית אדומה אורגנית - ניצת הדובדבן",
      "price": "11.9",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%90%d7%93%d7%95%d7%9e%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7304",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית מנומרת אורגנית - ניצת הדובדבן",
      "price": "10.7",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9e%d7%a0%d7%95%d7%9e%d7%a8%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7305",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית שחורה אורגנית - ניצת הדובדבן",
      "price": "10.7",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%a9%d7%97%d7%95%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7306",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "חומוס אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7313",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כוסמת ירוקה אורגנית 500 גרם - ניצת הדובדבן",
      "price": "8.5",
      "category": "קטניות",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7316",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פופקורן אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a4%d7%95%d7%a4%d7%a7%d7%95%d7%a8%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7327",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "עדשים צהובות אורגניות - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a6%d7%94%d7%95%d7%91%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7339",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית מש אורגנית 500 גרם - ניצת הדובדבן",
      "price": "11.7",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9e%d7%a9-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i175",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "עדשים ירוקות אורגניות 500 גרם - ניצת הדובדבן",
      "price": "12.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%99%d7%a8%d7%95%d7%a7%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i243",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית אזוקי אורגנית 500 גרם - ניצת הדובדבן",
      "price": "11.5",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%90%d7%96%d7%95%d7%a7%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i551",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אפונה ירוקה אורגנית - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6979",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פשתן שלם אורגני",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a4%d7%a9%d7%aa%d7%9f-%d7%a9%d7%9c%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i21415",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית לבנה גדולה אורגנית- ניצת הדובדבן",
      "price": "15.9",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9c%d7%91%d7%a0%d7%94-%d7%92%d7%93%d7%95%d7%9c%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23008",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אפונה צהובה  אורגני",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%a6%d7%94%d7%95%d7%91%d7%94--%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23520",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פולי סויה אורגניים - ניצת הדובדבן",
      "price": "9.7",
      "category": "קטניות",
      "url": "%d7%a4%d7%95%d7%9c%d7%99-%d7%a1%d7%95%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i13019",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית שחורה מנומרת אורגנית - ניצת הדובדבן",
      "price": "11.5",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%a9%d7%97%d7%95%d7%a8%d7%94-%d7%9e%d7%a0%d7%95%d7%9e%d7%a8%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i13564",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כוסמת ירוקה אורגנית - ניצת הדובדבן",
      "price": "15.5",
      "category": "קטניות",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25973",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כוסמת קלויה 1 ק\"ג",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%a7%d7%9c%d7%95%d7%99%d7%94-1-%d7%a7%d7%92-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25995",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גרעיני פופקורן אורגני עם חמאת שיאה להכנה במקרוגל - תבואות",
      "price": "21",
      "category": "קטניות",
      "url": "%d7%92%d7%a8%d7%a2%d7%99%d7%a0%d7%99-%d7%a4%d7%95%d7%a4%d7%a7%d7%95%d7%a8%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a2%d7%9d-%d7%97%d7%9e%d7%90%d7%aa-%d7%a9%d7%99%d7%90%d7%94-%d7%9c%d7%94%d7%9b%d7%a0%d7%94-%d7%91%d7%9e%d7%a7%d7%a8%d7%95%d7%92%d7%9c-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i26363",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "עדשים שחורות בתפזורת",
      "price": "17.5",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a9%d7%97%d7%95%d7%a8%d7%95%d7%aa-%d7%91%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%aa---i18905",
      "image": "/ProductsImages/thumbs/X456002_30102019133119_250_180.jpg"
    },
    {
      "name": "חומוס גרגירים במשקל",
      "price": "17.9",
      "category": "קטניות",
      "url": "%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%92%d7%a8%d7%92%d7%99%d7%a8%d7%99%d7%9d-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c--%d7%a4%d7%99%d7%a8%d7%95%d7%aa-%d7%99%d7%91%d7%a9%d7%99%d7%9d-%d7%95%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%95%d7%aa-i11817",
      "image": "/ProductsImages/thumbs/H387536_231202010261_250_180.jpg"
    },
    {
      "name": "שעועית לבנה במשקל",
      "price": "14",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9c%d7%91%d7%a0%d7%94-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7229",
      "image": "/ProductsImages/thumbs/T135140_250_180.jpg"
    },
    {
      "name": "שעועית לוביה 1/2 ק\"ג",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9c%d7%95%d7%91%d7%99%d7%94-12-%d7%a7%d7%92-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i25934",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "עדשים אדומות במשקל",
      "price": "10.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c-i7411",
      "image": "/ProductsImages/thumbs/G327431_250_180.jpg"
    },
    {
      "name": "עדשים ירוקות במשקל",
      "price": "12.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%99%d7%a8%d7%95%d7%a7%d7%95%d7%aa-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7414",
      "image": "/ProductsImages/thumbs/X405801_250_180.jpg"
    },
    {
      "name": "עדשים חומות אורגניות\n\nרכיבים: עדשים חומות אורגניות\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nתכולה:",
      "price": null,
      "category": "קטניות",
      "url": "עדשים-חומות-אורגניות-500-גרם-ניצת-הדובדבן-i7297",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "עדשים אדוומת אורגניות\n\nרכיבים: עדשים אדומות אורגניות\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nתכולה: 50",
      "price": null,
      "category": "קטניות",
      "url": "עדשים-אדומות-אורגני-ניצת-הדובדבן-i7298",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "עדשים שחורות אורגניות\n\nרכיבים: עדשים שחורות אורגניות\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nתכולה: 50",
      "price": null,
      "category": "קטניות",
      "url": "עדשים-שחורות-אורגניות-500-גרם-ניצת-הדובדבן-i7299",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית לבנה אורגנית\n\nתכולה: 500 גרם\n\nרכיבים: שעועית לבנה אורגנית\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים וש",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-לבנה-אורגנית,-ניצת-הדובדבן-ניצת-הדובדבן--i7303",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית אדומה אורגנית - ניצת הדובדבן\n\nרכיבים: שעועית אדומה אורגנית\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-אדומה-אורגנית,-ניצת-הדובדבן-ניצת-הדובדבן--i7304",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית מנומרת אורגנית\n\nרכיבים: שעועית מנומרת אורגני\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום\n\nתכולה:",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-מנומרת-אורגנית,-ניצת-הדובדבן-ניצת-הדובדבן--i7305",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית שחורה אורגנית - ניצת הדובדבן\n\nרכיבים: שעועית שחורה אורגנית\n\nמידע על אלרגניים: עשוי להכיל סויה, גלוטן, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך) בוטנים ושומשום\n\nמשקל: 500 גרם.\n\nכ",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-שחורה-אורגנית,-ניצת-הדובדבן-ניצת-הדובדבן--i7306",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "חומוס אורגני 500 גרם - ניצת הדובדבן\n\nרכיבים: חומוס אורגני\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.",
      "price": null,
      "category": "קטניות",
      "url": "חומוס-אורגני-ניצת-הדובדבן-i7313",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כוסמת ירוקה אורגנית 500 גרם - ניצת הדובדבן\n\nרכיבים: כוסמת ירוקה אורגנית\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ו",
      "price": null,
      "category": "קטניות",
      "url": "כוסמת-אורגנית,-500-גרם,-ניצת-הדובדבן-ניצת-הדובדבן--i7316",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פופקורן אורגני 500 גרם - ניצת הדובדבן\n\nרכיבים: תירס אורגני\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.",
      "price": null,
      "category": "קטניות",
      "url": "פופקורן-אורגני-500-גרם-ניצת-הדובדבן-ניצת-הדובדבן--i7327",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "העדשה היא קטניה מאוד עתיקה, יש עדויות במזרח התיכון לעדשים מלפני 8000 שנה.\nהעדשים מוזכרות פעמים רבות בתנ\"ך, יעקב בספר \"בראשית\" כנראה מאוד אהב עדשים שהוא מכר את אחיו עשיו תמורת נזיד עדשי",
      "price": null,
      "category": "קטניות",
      "url": "עדשים-צהובות-אורגניות-ניצת-הדובדבן-ניצת-הדובדבן--i7339",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית מש אורגנית 500 גרם - ניצת הדובדבן\n\nרכיבים: שעועית מש אורגנית\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומש",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-מש-אורגנית-500-גרם-ניצת-הדובדבן-i175",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "עדשים ירוקות אורגניות\n\nרכיבים: עדשים ירוקות אורגניות\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nתכולה: 50",
      "price": null,
      "category": "קטניות",
      "url": "עדשים-ירוקות-אורגניות-500-גרם,-ניצת-הדובדבן-ניצת-הדובדבן--i243",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית אזוקי אורגנית 500 גרם - ניצת הדובדבן\n\nרכיבים: שעועית אזוקי אורגנית\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-אזוקי-אורגנית,-500-גרם,-ניצת-הדובדבן-ניצת-הדובדבן--i551",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אפונה ירוקה אורגנית - ניצת הדובדבן \n\nרכיבים: אפונה ירוקה אורגנית\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.",
      "price": null,
      "category": "קטניות",
      "url": "אפונה-ירוקה-אורגנית-ניצת-הדובדבן-i6979",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פשתן שלם אורגני\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מקדמיה, פקאן, קשיו, צנובר, מלך), שומשום ובוטנים\n\nתכולה: 500 גרם\n\nתוצרת: קנדה\n\nכשר בהשגחת בד&q",
      "price": null,
      "category": "קטניות",
      "url": "פשתן-שלם-אורגני-ניצת-הדובדבן-i21415",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שעועית לבנה גדולה אורגנית - ניצת הדובדבן\n\nרכיבים: שעועית לבנה גדולה אורגנית\n\nמידע על אלרגניים: עשוי להכיל גלוטן, סויה , שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך) בוטנים ושומשום.\n\nמשקל: 500 גר",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-לבנה-גדולה-אורגנית-ניצת-הדובדבן-i23008",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אפונה צהובה אורגנית - Organic Yellow Peas\n\nרכיבים: 100% אפונה צהובה אורגנית\n\nמידע על אלרגניים: עשוי להכיל סויה, גלוטן, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך) בוטנים, שומשום\n\nארץ",
      "price": null,
      "category": "קטניות",
      "url": "אפונה-צהובה--אורגני-ניצת-הדובדבן-i23520",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פולי סויה אורגניים\n\nרכיבים: פולי סויה אורגניים\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nמשקל: 500 גרם",
      "price": null,
      "category": "קטניות",
      "url": "פולי-סויה-אורגני--ניצת-הדובדבן-i13019",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כשר בהשגחת הבד\"צ מחזיקי הדת.​",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-שחורה-מנומרת-אורגנית--ניצת-הדובדבן-ניצת-הדובדבן--i13564",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כוסמת ירוקה אורגנית - ניצת הדובדבן\n\nרכיבים: כוסמת אורגנית\n\nמידע על אלרגנים: עלול להכיל גלוטן, סויה, אגוזים (שקד, מלך, קוקוס, מקדמיה, ברזיל, לוז, פיסטוק, צנובר, פקאן, קשיו), בוטנים ושומשום\n\nמשקל:",
      "price": null,
      "category": "קטניות",
      "url": "כוסמת-ירוקה-אורגנית-ניצת-הדובדבן-i25973",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "כוסמת קלויה 1 ק`ג\n\nרכיבים: כוסמת קלויה\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום\n\nתכולה 1 ק\"ג\n\nאזה",
      "price": null,
      "category": "קטניות",
      "url": "כוסמת-קלויה-1-קג-ניצת-הדובדבן-i25995",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "גרעיני פופקורן אורגני עם חמאת שיאה להכנה במקרוגל - תבואות\n\nרכיבים: גרעיני תירס אורגניים (85.5%), חמאת שיאה אורגנית (12%), מלח שולחן.\n\nתכולה: 270 גרם ( 3 שקיות * כפול 90 גר' ליח')\n\nאזהרה:",
      "price": null,
      "category": "קטניות",
      "url": "גרעיני-פופקורן-אורגני-עם-חמאת-שיאה-להכנה-במקרוגל-תבואות-i26363",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "גרגרי חומוס\n\nתוצרת טורקיה\n\nכשר בהשגחת הבד\"צ מחזיקי הדת",
      "price": null,
      "category": "קטניות",
      "url": "חומוס-גרגירים-במשקל--פירות-יבשים-ותפזורות-i11817",
      "image": "/ProductsImages/thumbs/H387536_231202010261_250_180.jpg"
    },
    {
      "name": "שעועית לבנה.\nהשעועית הלבנה מגיעה אלינו מאמריקה המרכזית שם התחילה את דרכה כמאכל מלכים.\nהיא עשירה בחלבון איכותי, חומצות אמינו (ליזין), וויטמינים מקבוצת B.\n\nניתן לשלבה במגוון מתכונים,מרקים, תבשיל",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-לבנה-במשקל---i7229",
      "image": "/ProductsImages/thumbs/T135140_250_180.jpg"
    },
    {
      "name": "שעועית לוביה\n\nרכיבים: שעועית לוביה\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום\n\nתכולה: 500 גר\n\nכשר בהשגחת",
      "price": null,
      "category": "קטניות",
      "url": "שעועית-לוביה-12-קג-ניצת-הדובדבן--i25934",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "העדשים האדומות נקראות גם עדשים מצריות מאחר והיו מאוד נפוצות באזור הנילוס בעת העתיקה.\nהיוונים ראו בה אוכל של עניים ומבחינתם, במקום לומר על אנשים שהם עשירים, ניתן לומר \"כבר לא אוכלים עדשים אדו",
      "price": null,
      "category": "קטניות",
      "url": "עדשים-אדומות-במשקל-i7411",
      "image": "/ProductsImages/thumbs/G327431_250_180.jpg"
    },
    {
      "name": "מתכונים:\nרישטה - מרק עדשים לבנוני\n\nעדשים ירוקות במשקל\nהעדשה היא קטניה מאוד עתיקה, יש עדויות במזרח התיכון לעדשים מלפני 8000 שנה.\nהעדשים מוזכרות פעמים רבות בתנ\"ך, יעקב בספר \"בראשית&",
      "price": null,
      "category": "קטניות",
      "url": "עדשים-ירוקות-במשקל---i7414",
      "image": "/ProductsImages/thumbs/X405801_250_180.jpg"
    },
    {
      "name": "מיקס כוסמת אורז מלא ואורז אדום אורגני - הרדוף",
      "price": "14.8",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%9e%d7%99%d7%a7%d7%a1-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%95%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%93%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%94%d7%a8%d7%93%d7%95%d7%a3-%d7%94%d7%a8%d7%93%d7%95%d7%a3--i20449",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "מיקס בורגול וקינואה אורגני - הרדוף",
      "price": "14.8",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%9e%d7%99%d7%a7%d7%a1-%d7%91%d7%95%d7%a8%d7%92%d7%95%d7%9c-%d7%95%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%94%d7%a8%d7%93%d7%95%d7%a3-%d7%94%d7%a8%d7%93%d7%95%d7%a3--i20451",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "חיטת פריקי 500 גרם - תבואות",
      "price": "13.9",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%97%d7%99%d7%98%d7%aa-%d7%a4%d7%a8%d7%99%d7%a7%d7%99-500-%d7%92%d7%a8%d7%9d---%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa--i22089",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תערובת קטניות לקדירה אורגני 500 גרם - הרדוף",
      "price": "14.9",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%a7%d7%98%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%a7%d7%93%d7%99%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i25968",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תערובת קטניות למרק אורגני 500 גרם - הרדוף",
      "price": "15.7",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%a7%d7%98%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9e%d7%a8%d7%a7-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i25969",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "רכיבים: חיטת פריקה (מכיל גלוטן)\n\nמידע על אלרגנים: מכיל גלוטן (חיטה) עלול להכיל: אגוזים, סויה, שומשום.\n\nכשר פרווה בהשגחת הרבנות האזורית מטה יהודה",
      "price": null,
      "category": "תערובות דגנים וקטניות",
      "url": "חיטת-פריקי-500-גרם---תבואות-תבואות--i22089",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תערובת קטניות לקדירה אורגני\n\nרכיבים: עדשים ירקות אורגניות (25%), כוסמת ירוקה אורגנית (25%), גרעיני שיבולת שועל אורגניים (25%) (מכיל גלוטן), גריסי פנינה אורגניים (15%) (מכיל גלוטן), שעועית מש אורגנית",
      "price": null,
      "category": "תערובות דגנים וקטניות",
      "url": "תערובת-קטניות-לקדירה-אורגני-500-גרם-הרדוף-i25968",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תערובת קטניות למרק אורגני\n\nרכיבים: עדשים חומות אורגניות (25%), גרעיני שיבולת שועל אורגניים (25%) (מכיל גלוטן), אפונה ירוקה אורגנית (20%), עדשים אדומות אורגניות (15%), גריסי פנינה אורגניים (15%)",
      "price": null,
      "category": "תערובות דגנים וקטניות",
      "url": "תערובת-קטניות-למרק-אורגני-500-גרם-הרדוף-i25969",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "פסטה ספגטי מחיטת דורום מלאה - אורגנית ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6959",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה קונכיות מחיטת דורום מלאה אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a7%d7%95%d7%a0%d7%9b%d7%99%d7%95%d7%aa-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6970",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פנה מחיטת דורום אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%a0%d7%94-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6987",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פנה מחיטת דורום מלאה אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%a0%d7%94-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6988",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פוזילי אורגני מחיטת דורום - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6989",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה ספגטי אורגני מחיטת דורום - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6991",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פוזילי מכוסמין מלא אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%9e%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6992",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פנה כוסמין מלא אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%a4%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6993",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה כוסמין ספגטי אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6994",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה סטורטיני ריגטי מלאה אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a1%d7%98%d7%95%d7%a8%d7%98%d7%99%d7%a0%d7%99-%d7%a8%d7%99%d7%92%d7%98%d7%99-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i9242",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה ניוקי מלאה מחיטת דורום אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i9243",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פוזילי טריקולור אורגנית - ניצת הדובדבן",
      "price": "9.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%98%d7%a8%d7%99%d7%a7%d7%95%d7%9c%d7%95%d7%a8--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i14314",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה ניוקי כוסמין מלא אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90%d7%94-%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i15176",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פטוצ'יני כוסמין מלא אורגני - ניצת הדובדבן",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%98%d7%95%d7%a6%d7%99%d7%a0%d7%99-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i15177",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פוזילי מחיטת דורום מלאה אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i15465",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה קפלטי מכוסמין ממולא עדשים אדומות אורגנית - ניצת הדובדבן",
      "price": "21.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a7%d7%a4%d7%9c%d7%98%d7%99-%d7%9e%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9e%d7%95%d7%9c%d7%90-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24782",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ניוקי תפו\"א מיני אורגני- ניצת הדובדבן",
      "price": "14.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%aa%d7%a4%d7%95%d7%90-%d7%9e%d7%99%d7%a0%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i25541",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה כוסמין קזרצ`י אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%a7%d7%96%d7%a8%d7%a6`%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25812",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה טורטליני במילוי פטריות פורצ'יני אורגני  - ניצת הדובדבן",
      "price": "21.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%98%d7%95%d7%a8%d7%98%d7%9c%d7%99%d7%a0%d7%99-%d7%91%d7%9e%d7%99%d7%9c%d7%95%d7%99-%d7%a4%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%95%d7%a8%d7%a6%d7%99%d7%a0%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26012",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה מחיטת דורום אורגנית לילדים - סגמברו",
      "price": "9.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9c%d7%99%d7%9c%d7%93%d7%99%d7%9d-%d7%a1%d7%92%d7%9e%d7%91%d7%a8%d7%95-i26350",
      "image": "productsimages/mfrimages/thumbs/P119210_80_40.jpg"
    },
    {
      "name": "אטריות אטריות עם גבינה אורגני להכנה מהירה - דודלס",
      "price": "19.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a2%d7%9d-%d7%92%d7%91%d7%99%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%94%d7%9b%d7%a0%d7%94-%d7%9e%d7%94%d7%99%d7%a8%d7%94-%d7%93%d7%95%d7%93%d7%9c%d7%a1-i26678",
      "image": "/ProductsImages/thumbs/G161858_742025162114_250_180.png"
    },
    {
      "name": "פסטה כוסמין מקרוני אורגני - אלב גולד",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%a7%d7%a8%d7%95%d7%a0%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%90%d7%9c%d7%91-%d7%92%d7%95%d7%9c%d7%93-i24667",
      "image": "productsimages/mfrimages/thumbs/E645028_80_40.png"
    },
    {
      "name": "פסטה אורגנית נסיכות מחיטת דורום עם עגבניות ותרד",
      "price": "12.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%a1%d7%99%d7%9b%d7%95%d7%aa-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a2%d7%9d-%d7%a2%d7%92%d7%91%d7%a0%d7%99%d7%95%d7%aa-%d7%95%d7%aa%d7%a8%d7%93-i24905",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "פסטה אורגנית מכוניות מחיטת דורום עם עגבניות ותרד",
      "price": "12.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9e%d7%9b%d7%95%d7%a0%d7%99%d7%95%d7%aa-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a2%d7%9d-%d7%a2%d7%92%d7%91%d7%a0%d7%99%d7%95%d7%aa-%d7%95%d7%aa%d7%a8%d7%93-i24906",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "כמו פתיתים מקמח אורז - ללא גלוטן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%aa%d7%9e%d7%99-%d7%a4%d7%a0%d7%99%d7%a0%d7%99%d7%9d-%d7%aa%d7%97%d7%9c%d7%99%d7%a3-%d7%a4%d7%aa%d7%99%d7%aa%d7%99%d7%9d-%d7%9e%d7%a7%d7%9e%d7%97-%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-i18968",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "פסטה טליאטלה ב-5 צבעים אורגני 500 גרם השדה",
      "price": "28.5",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%98%d7%9c%d7%99%d7%90%d7%98%d7%9c%d7%94-%d7%91-5-%d7%a6%d7%91%d7%a2%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%94%d7%a9%d7%93%d7%94-i19940",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פסטה פפרדלה ב-5 צבעים אורגני 500 גרם השדה",
      "price": "28.5",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%a4%d7%a8%d7%93%d7%9c%d7%94-%d7%91-5-%d7%a6%d7%91%d7%a2%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i19941",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פסטה מקרוני ב-5 צבעים אורגני 500 גרם השדה",
      "price": "28.5",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9e%d7%a7%d7%a8%d7%95%d7%a0%d7%99-%d7%91-5-%d7%a6%d7%91%d7%a2%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i19942",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פסטה פוזילי כוסמין, עדשים וקינואה אורגנית - תבואות",
      "price": "19.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%9b%d7%95%d7%a1%d7%9e%d7%99i-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%95%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i23211",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות כוסמין ביצים דקות למרק אורגני - אלב גולד",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%91%d7%99%d7%a6%d7%99%d7%9d-%d7%93%d7%a7%d7%95%d7%aa-%d7%9c%d7%9e%d7%a8%d7%a7-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99--%d7%90%d7%9c%d7%91%d7%92%d7%95%d7%9c%d7%93-ALB-GOLD--i15065",
      "image": "productsimages/mfrimages/thumbs/E645028_80_40.png"
    },
    {
      "name": "אטריות כוסמין ביצים רחבות למרק אורגני - אלב גולד",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%91%d7%99%d7%a6%d7%99%d7%9d-%d7%a8%d7%97%d7%91%d7%95%d7%aa-%d7%9c%d7%9e%d7%a8%d7%a7-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%90%d7%9c%d7%91%d7%92%d7%95%d7%9c%d7%93-ALB-GOLD--i15066",
      "image": "productsimages/mfrimages/thumbs/E645028_80_40.png"
    },
    {
      "name": "אטריות תרד 454 גרם כשר- טעמי אסיה",
      "price": "9.5",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%aa%d7%a8%d7%93-454-%d7%92%d7%a8%d7%9d-%d7%9b%d7%a9%d7%a8--%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94-%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94--i6925",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "אטריות עגבניות 454 גרם כשר - טעמי אסיה",
      "price": "9.5",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a2%d7%92%d7%91%d7%a0%d7%99%d7%95%d7%aa-454-%d7%92%d7%a8%d7%9d-%d7%9b%d7%a9%d7%a8--%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94-%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94--i7721",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "מארז מקלוני שעועית מ50 אחוז שעועית מאש 10 אריזות אישיות- טייסט אוף אסיה",
      "price": "21.5",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%9e%d7%90%d7%a8%d7%96-%d7%9e%d7%a7%d7%9c%d7%95%d7%a0%d7%99-%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9e50-%d7%90%d7%97%d7%95%d7%96-%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9e%d7%90%d7%a9-10-%d7%90%d7%a8%d7%99%d7%96%d7%95%d7%aa-%d7%90%d7%99%d7%a9%d7%99%d7%95%d7%aa--%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94---i8681",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "ניוקי תפו\"א עם קמח כוסמין אורגני- ניצת הדובדבן",
      "price": "14.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%aa%d7%a4%d7%95%d7%90-%d7%a2%d7%9d-%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25540",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ניוקי תפו\"א אורגני- ניצת הדובדבן",
      "price": "14.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%aa%d7%a4%d7%95%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23788",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה טורטליני אורגנית במילוי ירקות",
      "price": "21.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%98%d7%95%d7%a8%d7%98%d7%9c%d7%99%d7%a0%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%91%d7%9e%d7%99%d7%9c%d7%95%d7%99-%d7%99%d7%a8%d7%a7%d7%95%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i23909",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה קפלטי ירקות אורגנית מקמח מלא",
      "price": "21.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a7%d7%a4%d7%9c%d7%98%d7%99-%d7%99%d7%a8%d7%a7%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9e%d7%a7%d7%9e%d7%97-%d7%9e%d7%9c%d7%90-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23910",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רביולי אורגני במילוי טבעוני בסגנון צהובה, צ`דר ומוצרלה",
      "price": "21.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a8%d7%91%d7%99%d7%95%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%91%d7%9e%d7%99%d7%9c%d7%95%d7%99-%d7%98%d7%91%d7%a2%d7%95%d7%a0%d7%99-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%a6%d7%94%d7%95%d7%91%d7%94-%d7%a6%d7%93%d7%a8-%d7%95%d7%9e%d7%95%d7%a6%d7%a8%d7%9c%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i23911",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קוסקוס אורגני מקמח דורום - ניצת הדובדבן",
      "price": "9.5",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a7%d7%95%d7%a1%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%a7%d7%9e%d7%97-%d7%93%d7%95%d7%a8%d7%95%d7%9d---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i27298",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה קפלטי אורגנית במילוי טופו מעושן",
      "price": "21.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a7%d7%a4%d7%9c%d7%98%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%91%d7%9e%d7%99%d7%9c%d7%95%d7%99-%d7%98%d7%95%d7%a4%d7%95-%d7%9e%d7%a2%d7%95%d7%a9%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26013",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה טליאטלה מכוסמין מלא אורגני - פוגיו דה פארו",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%98%d7%9c%d7%99%d7%90%d7%98%d7%9c%d7%94-%d7%9e%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a4%d7%95%d7%92%d7%99%d7%95-%d7%93%d7%94-%d7%a4%d7%90%d7%a8%d7%95-i27441",
      "image": "productsimages/mfrimages/thumbs/Q884514_80_40.jpg"
    },
    {
      "name": "פסטה אורגנית מיקי מאוס מחיטת דורום עם עגבניות ותרד",
      "price": "12.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9e%d7%99%d7%a7%d7%99-%d7%9e%d7%90%d7%95%d7%a1-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a2%d7%9d-%d7%a2%d7%92%d7%91%d7%a0%d7%99%d7%95%d7%aa-%d7%95%d7%aa%d7%a8%d7%93-i24904",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "נודלס אטריות מלבבות דקל - קיטו שף",
      "price": "21.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a0%d7%95%d7%93%d7%9c%d7%a1-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%9e%d7%9c%d7%91%d7%91%d7%95%d7%aa-%d7%93%d7%a7%d7%9c-%d7%a7%d7%99%d7%98%d7%95-%d7%a9%d7%a3-i23284",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "אטריות ביצים 454 גרם כשר - טעמי אסיה",
      "price": "9.5",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%91%d7%99%d7%a6%d7%99%d7%9d-454-%d7%92%d7%a8%d7%9d-%d7%9b%d7%a9%d7%a8--%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94-%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94--i6926",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "מיני ניוקי  איטלקי באריזת 2*250 גרם",
      "price": "16.3",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%9e%d7%99%d7%a0%d7%99-%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f,-%d7%90%d7%99%d7%98%d7%9c%d7%a7%d7%99-%d7%91%d7%90%d7%a8%d7%99%d7%96%d7%aa-2*250-%d7%92%d7%a8%d7%9d-i10119",
      "image": "productsimages/mfrimages/thumbs/X277444_80_40.jpg"
    },
    {
      "name": "פתיתים כוסמין עגול אורגני השדה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%aa%d7%99%d7%aa%d7%99%d7%9d-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%a2%d7%92%d7%95%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i1993",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פתיתים כוסמין השדה בצורת אורז",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%aa%d7%99%d7%aa%d7%99%d7%9d-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%94%d7%a9%d7%93%d7%94-%d7%91%d7%a6%d7%95%d7%a8%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%94%d7%a9%d7%93%d7%94--i2167",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פסטה ספגטי מחיטת דורום מלאה אורגנית\n\nרכיבים: קמח סמולינה מחיטת דורום מלאה אורגנית (גלוטן), מים.\n\nאזהרת אלרגנים: מכיל גלוטן.\n\n500 גרם\n\nכשר פרווה בהשגחת סטאר K ובאישור הרבנות הראשית לישראל\n\n&n",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-ספגטי-מלא-אורגני-מחיטת-דורום-ניצת-הדובדבן-i6959",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה קונכיות חלולות עשוייה מחיטת דורום מלאה אורגנית ללא דשנים כימיים וללא חומרי הדברה.\nלהכנת תבשיל פסטה מזין וטעים בתוספת רטבים לפי הטעם.\nמשך בישול מומלץ - 9 דקות.\n\nרכיבים: קמח סמולינה מחיטת",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-קונכיות-מלא-אורגני-מחיטת-דורום-ניצת-הדובדבן-i6970",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פוזילי מסולסלת עשוייה מחיטת דורום אורגנית ללא דשנים כימיים וללא חומרי הדברה.\nלהכנת תבשיל פסטה בתוספת רטבים לפי הטעם.\nמשך הבישול המומלץ - 9 דקות.\n\nרכיבים: קמח סמולינה מחיטת דורום, מים - מ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-פנה-לבן-אורגני-מחיטת-דורום-ניצת-הדובדבן-i6987",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פוזילי\n\nפסטה מחיטת דורום אורגנית\n\nרכיבים: קמח סמולינה מחיטת דורום אורגנית (גלוטן), מים.\n\nאזהרת אלרגנים: מכיל גלוטן. עלול להכיל: סויה.\n\nכשר פרווה בהשגחת סטאר K ובאישור הרבנות הראשית לישראל\n\nת",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-פוזילי-לבן-אורגני-מחיטת-דורום-ניצת-הדובדבן-i6989",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ספגטי - פסטה מחיטת דורום אורגנית\n\nרכיבים: קמח סמולינה מחיטת דורום אורגנית (גלוטן), מים.\n\nאזהרת אלרגנים: מכיל גלוטן. עלול להכיל: סויה.\n\n500 גרם\n\nכשר פרווה בהשגחת סטאר K ובאישור הרבנות הראשית לי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-ספגטי-לבן-אורגני-מחיטת-דורום-ניצת-הדובדבן-i6991",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פוזילי מסולסלת עשוייה מקמח כוסמין מלא אורגני ללא דשנים כימיים וללא חומרי הדברה.\nלהכנת תבשיל פסטה מזין וטעים בתוספת רטבים לפי הטעם.\nמשך הבישול המומלץ - 9 דקות.\n\nרכיבים: קמח כוסמין מל",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-פוזילי-מכוסמין-אורגני,-ניצת-הדובדבן-ניצת-הדובדבן--i6992",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פנה - פסטה מקמח כוסמין מלא אורגני\n\nרכיבים: קמח כוסמין מלא אורגני (גלוטן), מים\n\nאזהרת אלרגנים: מכיל גלוטן\n\nעלול להכיל: סויה.\n\nכשר פרווה בהשגחת סטאר K ובאישור הרבנות הראשית לישראל | בהשגחת בד&qu",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-כוסמין-פנה-אורגני,-ניצת-הדובדבן-ניצת-הדובדבן--i6993",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה ספגטי עשוייה מקמח כוסמין מלא אורגני ללא דשנים כימיים וללא חומרי הדברה.\nלהכנת תבשיל פסטה מזין וטעים בתוספת רטבים לפי הטעם.\nמשך בישול מומלץ - 9 דקות.\n\nרכיבים: קמח כוסמין מלא, מים",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-כוסמין-ספגטי-אורגני-ניצת-הדובדבן-i6994",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה סטורטיני ריגטי מלאה אורגנית ניצת הדובדבן\n\nפסטה צינורות חלולים מעוקלים עשוייה מחיטת דורום מלאה אורגנית ללא דשנים כימיים וללא חומרי הדברה.\nלהכנת תבשיל פסטה מזין וטעים בתוספת רטבים לפי הטעם.\nמשך",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-סטורטיני-ריגטי-מלאה-אורגנית-ניצת-הדובדבן-ניצת-הדובדבן--i9242",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה ניוקי מלאה אורגנית ניצת הדובדבן\n\nפסטה בצורת ניוקי עשוייה מחיטת דורום מלאה אורגנית ללא דשנים כימיים וללא חומרי הדברה.\nלהכנת תבשיל פסטה מזין וטעים בתוספת רטבים לפי הטעם.\nמשך בישול מומלץ - 9 דקו",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-ניוקי-מלאה-אורגנית-ניצת-הדובדבן-i9243",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רכיבים: קמח כוסנמין מלא אורגני, מים.\n\nמכיל גלוטן\n\nהוראות הכנה: להרתיח 1 ליטר מים, להוסיף 100 גרם פסטה למים רותחים ולבשל עם מעט מלח על אש בינונית כ 8-14 דקות, לפי הטעם.\n\nיש לאחסן במקום קריר מוצ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-כוסמין-מלאה-ניוקי-אורגני---ניצת-הדובדבן-ניצת-הדובדבן--i15176",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פטוצ'יני\n\nפסטה מקמח כוסמין מלא אורגני\n\nרכיבים: קמח כוסמין מלא אורגני (גלוטן), מים\n\nאזהרת אלרגנים: מכיל גלוטן. עלול להכיל ביצים וסויה.\n\nמשקל: 250 גרם\n\nכשר פרווה בהשגחת סטאר K ובאישור הרבנ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-פטוציני-כוסמין-מלא-אורגני-ניצת-הדובדבן-i15177",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קפלטי אורגני מקמח כוסמין ממולא בעדשים אדומות\n\nללא ביצים | פסטה מחיטת כוסמין מלאה\n\nרכיבים: בצק כוסמין אורגני (74%): (סמולינה כומסין אורגנית (76%), מים), מילוי (26%): פירורי לחם אורגניים (31%) (קמח",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-קפלטי-מכוסמין-ממולא-עדשים-אדומות-אורגנית-ניצת-הדובדבן-i24782",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ניוקי תפוח אדמה מיני אורגני\n\nרכיבים: מחית תפוחי אדמה אורגני* (70%) (מים, תפוחי אדמה מיובשים (18%), קמח חיטה* (עמילן תפו\"א*, קמח אורז*, מלח שולחן, מווסת חומציות (חומצה לקטית), כורכום*\n\n*ממקור",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "ניוקי-תפוא-מיני-אורגני--ניצת-הדובדבן-ניצת-הדובדבן--i25541",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קזרצ'י - פסטה מקמח כוסמין מלא אורגני\n\nרכיבים: קמח כוסמין מלא אורגני (גלוטן), מים\n\nאזהרת אלרגנים: מכיל גלוטן\n\nעלול להכיל סויה.\n\nתכולה: 500 גרם\n\nכשר פרווה בהשגחת STAR K ובאישור הרבנות הראש",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-כוסמין-קזרצ`י-אורגני-ניצת-הדובדבן-i25812",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה טורטליני אורגנית במילוי פטריות פורצ'יני\n\nפסטה מחיטת דורום ללא ביצים%)\n\nרכיבים: בצק פסטה אורגני (74%) (סמולינה דורום אורגנית (76%), מים), מילוי (26%): פירורי לחם אורגניים (31%), קמח חיטה א",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-טורטליני-במילוי-פטריות-פורציני-אורגני--ניצת-הדובדבן-i26012",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה מחיטת דורום אורגנית\n\nרכיבים: קמח סמולינה מחיטת דורום אורגנית (גלוטן), מים\n\nאזהרת אלרגנים: מכיל גלוטן\n\nעלול להכיל: סויה\n\nתכולה: 500 גרם\n\nכשר פרווה בהשגחת סטאר K ובאישור הרבנות הראשית ליש",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-מחיטת-דורום-אורגנית-לילדים-סגמברו-i26350",
      "image": "productsimages/mfrimages/thumbs/P119210_80_40.jpg"
    },
    {
      "name": "Doodle's",
      "price": "19.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": null,
      "image": "/ProductsImages/thumbs/G161858_742025162114_250_180.png"
    },
    {
      "name": "פסטה אלבו אורגנית עם תערובת תיבול גבינת צ'דר\n\nרכיבים: פסטה אלבו אורגנית - 82.95% ( סולת מחיטת דורום (מכיל גלוטן))\n\nאבקת גבינת צ'דר (גבינת צדר* (חלב מפוסטר, תרבית גבינה, מלח ים, אנזימים), מ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "אטריות-אטריות-עם-גבינה-אורגני-להכנה-מהירה-דודלס-i26678",
      "image": "/ProductsImages/thumbs/G161858_742025162114_250_180.png"
    },
    {
      "name": "פסטה כוסמין מקרוני אורגני - אלב גולד\n\nרכיבים: קמח כוסמין (מכיל גלוטן) - עלול להכיל ביצים.\n\nתכולה: 250 גרם\n\nכשר פרווה בהשגחת K ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-כוסמין-מקרוני-אורגני-אלב-גולד-i24667",
      "image": "productsimages/mfrimages/thumbs/E645028_80_40.png"
    },
    {
      "name": "פסטה אורגנית נסיכות מחיטת דורום עם עגבניות תרד\n\nרכיבים: קמח סמולינה מחיטת דורום אורגנית (מכיל גלוטן), עגבניות מיובשות אורגנית (0.8%), תרד מיובש אורגני (0.4%)\n\nמידע על אלרגנים: מכיל חיטה - גלוטן.",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-אורגנית-נסיכות-מחיטת-דורום-עם-עגבניות-ותרד-i24905",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "פסטה אורגנית מכוניות מחיטת דורום עם עגבניות ותרד\n\nרכיבים: קמח סמולינה מחיטת דורום אורגנית (מכיל גלוטן), עגבניות מיובשות אורגניות (0.8%),תרד מיובש אורגני (0.4%).\n\nמידע על אלרגנים: מכיל גלוטן - חיטה",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-אורגנית-מכוניות-מחיטת-דורום-עם-עגבניות-ותרד-i24906",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "פתיתים מאורז - ללא גלוטן\n\nרכיבים: 100% אורז\n\nתכולה: 300 גרם\n\nכשר פרווה הבשגחת הבד\"ץ ירושלים העדה החרדית - לא כולל פסח\n\nכשר פרווה בהשגחת רבנות אזורית קרית מלאכי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "תמי-פנינים-תחליף-פתיתים-מקמח-אורז-ללא-גלוטן-i18968",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "פוסילי כוסמין, עדשים וקינואה אורגני\n\nרכיבים: קמח מחיטת כוסמין אורגנית (70%), קמח מעדשים צהובות אורגניות (20%), קמח מקינואה אורגנית (5%), חלבון אפונה אורגנית (5%), מים.\n\nמידע על אלרגניים: מכיל גלוט",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-פוזילי-כוסמיi-עדשים-וקינואה-אורגנית-תבואות-i23211",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "להכניס את הפסטה למים רותחים שהומלחו קלות\n\n( 1 ליטר מים לכל 100 גרם פסטה ), לבשל על אש בינונית למשך כ -9 דקות ללא מכסה, תוך בחישה מתמדת.\nלסנן ולהגיש בתוספת הרוטב.\n\nבאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "אטריות-כוסמין-ביצים-דקות-למרק-אורגני--אלבגולד-ALB-GOLD--i15065",
      "image": "productsimages/mfrimages/thumbs/E645028_80_40.png"
    },
    {
      "name": "הערות:\n\nלהכניס את הפסטה למים רותחים שהומלחו קלות\n\n( 1 ליטר מים לכל 100 גרם פסטה ), לבשל על אש בינונית למשך כ -9 דקות ללא מכסה, תוך בחישה מתמדת.\nלסנן ולהגיש בתוספת הרוטב.\n\nבאישור הרבנות הראשית",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "אטריות-כוסמין-ביצים-רחבות-למרק-אורגני---אלבגולד-ALB-GOLD--i15066",
      "image": "productsimages/mfrimages/thumbs/E645028_80_40.png"
    },
    {
      "name": "אטריות תרד 454 גרם כשר- טייסט אוף אסיה\n\nרכיבים:  קמח חיטה , תרד, מלח, מים, (מכיל גלוטן, ללא חומר משמר, ללא צבע מאכל)\n\nאחסון: יש לשמור במקום קריר ויבש.\n\nמשקל: 454 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "אטריות-תרד-454-גרם-כשר--טייסט-אוף-אסיה-טייסט-אוף-אסיה--i6925",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "אטריות עגבניות 454 גרם כשר- טייסט אוף אסיה\n\nרכיבים: קמח חיטה (מכיל גלוטן), עגבניות, מלח, מים, מכיל גלוטן (ללא חומר משמר, ללא צבעי מאכל)\n\nאחסון: יש לשמור במקום קריר ומוצל.\n\nמשקל: 454 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "אטריות-עגבניות-454-גרם-כשר--טייסט-אוף-אסיה-טייסט-אוף-אסיה--i7721",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "ניוקי תפו\"א אורגני עם קמח כוסמין\n\nרכיבים: מחית תפוחי אדמה אורגניים* (70%) (מים, תפוחי אדמה מיובשים (18%) ), קמח כוסמין* (15%) (עמילן תפוחי אדמה*, קמח אורז*, מלח שולחן, מווסת חומציות (חומצה לקטי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "ניוקי-תפוא-עם-קמח-כוסמין-אורגני-ניצת-הדובדבן-i25540",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ניוקי תפו\"א אורגני- ניצת הדובדבן\n\nרכיבים: מחית תפוחי אדמה אורגניים (70%), (מים, תפוחי אדמה מיובשים (18%)), קמח חיטה*, עמילן תפוח אדמה*, קמח אורז*, מלח שולחן, מווסת חומציות (חומצה לקטית), כורכום",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "ניוקי-תפוא-אורגני-ניצת-הדובדבן-i23788",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה טורטליני אורגנית במילוי ירקות- מחיטת דורום סמולינה ללא ביצים\n\nרכיבים: קמח סמולינה מחיטת דורום אורגנית, מים, מילוי (26%): ירקות אורגניים (65%) (בפרופרציות משתנות: בצל, גזר, כרישה, סלרי, תרד), פי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-טורטליני-אורגנית-במילוי-ירקות-ניצת-הדובדבן--i23909",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה קפלטי ירקות אורגנית מקמח מלא - מחיטת דורום סמולינה מלאה ללא ביצים\n\nרכיבים: קמח סמולינה מלא מחיטת דורום אורגנית, מים, מילוי (26%): ירקות אורגניים (55%) (בפרופורציות משתנות: בצל, גזר, כרישה, תרד)",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-קפלטי-ירקות-אורגנית-מקמח-מלא-ניצת-הדובדבן-i23910",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רביולי אורגני במילוי טבעוני בסגנון צהובה, צ`דר ומוצרלה - פסטה מחיטת דורום סמולינה ללא ביצים\n\nרכיבים: קמח סמולינה מלא מחיטת דורום אורגנית, מים, מילוי (40%): תערובת בסגנון צהובה, צ'דר ומוצרלה (49%",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "רביולי-אורגני-במילוי-טבעוני-בסגנון-צהובה-צדר-ומוצרלה-ניצת-הדובדבן--i23911",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קוסקוס אורגני מקמח דורום - ניצת הדובדבן\n\nרכיבים: קוסקוס מחיטה אורגנית.\n\nאלרגניים: מכיל גלוטן עלול להכיל סויה,כל האגוזים,קוקוס,בוטנים ושומשום.\n\nמהיר הכנה,ללא צורך בבישול\n\nתכולה: 350 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "קוסקוס-אורגני-מקמח-דורום---ניצת-הדובדבן-ניצת-הדובדבן--i27298",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה קפלטי אורגנית במילוי טופו מעושן \n\nרכיבים: קמח סמולינה מלא מחיטת דורום אורגנית, מים, מילוי (26%): טופו מעושן (32%) (מים, פםולי סויה, טעם מעושן), שבבי תפו\"א, פירורי לחם (קמח חיטה, שמרי בירה)",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-קפלטי-אורגנית-במילוי-טופו-מעושן-ניצת-הדובדבן-i26013",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה טליאטלה מכוסמין מלא אורגני - פוגיו דה פארו\n\nרכיבים: קמח כוסמין מלא (72%), ביצים מפוסטרות (28%)\n\nמידע על אלרגנים: מכיל גלוטן וביצים. עלול להכיל סויה, חרדל.\n\nתכולה: 250 גרם\n\nכשר פרווה ללא ח",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-טליאטלה-מכוסמין-מלא-אורגני-פוגיו-דה-פארו-i27441",
      "image": "productsimages/mfrimages/thumbs/Q884514_80_40.jpg"
    },
    {
      "name": "פסטה אורגנית מיקי מאוס מחיטת דורום עם עגבניות ותרד\n\nרכיבים: קמח סמולינה מחיטת דורום אורגנית (מכיל גלוטן), עגבניות מיובשות אורגניות (0.8%), תרד מיובש אורגני (0.4%)\n\nמידע על אלרגנים: מכיל חיטה",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פסטה-אורגנית-מיקי-מאוס-מחיטת-דורום-עם-עגבניות-ותרד-i24904",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "קיטו נודלס - אטריות מלבבות דקל \n\nללא חומרים משמרים | קטגוני | פליאו | ללא תוספת סוכר\n\nרכיבים: לבבות דקל\n\nמידע על אלרגנים: אין אלרגנים במוצר\n\nתכולה: 225 גרם\n\nכשר פרווה בהשגחת איחוד הרבני",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "נודלס-אטריות-מלבבות-דקל-קיטו-שף-i23284",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "אטריות ביצים 454 גרם כשר- טייסט אוף אסיה\n\nרכיבים: 86% קמח חיטה, 2% אבקת ביצים, מלח, מים (ללא חומרים משמרים, ללא צבע מאכל, מכיל גלוטן)\n\nאחסון: יש לשמור במקום קריר ויבש.\n\nכשרות: כשר",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "אטריות-ביצים-454-גרם-כשר--טייסט-אוף-אסיה-טייסט-אוף-אסיה--i6926",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "מיני ניוקי איטלקי\n\nרכיבים: מחית תפו\"א (80%), (מים, תפוח אדמה מיובש: מכיל תפוח אדמה וחומר מתחלב ומייצב E-471, חומרי טעם וריח טבעיים), קמח תירס, עמילן תפו\"א, עמילן תירס, מלח, קמח אורז, מווסת",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "מיני-ניוקי-לנמנעים-מגלוטן,-איטלקי-באריזת-2*250-גרם-i10119",
      "image": "productsimages/mfrimages/thumbs/X277444_80_40.jpg"
    },
    {
      "name": "פתיתים אורגניים מקמח כוסמין מלא, עגולים בצורת קוסקוס, מבית השדה.\nהפתיתים עשויים מקמח כוסמין מלא אורגני, מכיל גלוטן, מים.\nלהכנת תבשיל פתיתים טעים ובריא.\n\nמשקל נקי: 400 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פתיתים-כוסמין-עגול-אורגני-השדה-השדה--i1993",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פתיתים אורגניים מבית השדה.\nפתיתים אורגניים בצורת אורז, עשויים מקמח כוסמין מלא אורגני ומים, מכיל גלוטן.\nלהכנת פתיתים טעימים ובריאים שכולם אוהבים.\n\nמשקל נקי: 400 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים",
      "url": "פתיתים-כוסמין-השדה-בצורת-אורז-השדה--i2167",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "אטריות פוסילי חומוס אורגני ללא גלוטן - ניצת הדובדבן",
      "price": "14.4",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%95%d7%a1%d7%99%d7%9c%d7%99-%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23628",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות פנה אפונה ירוקה אורגניות ללא גלוטן - ניצת הדובדבן",
      "price": "14.4",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%a0%d7%94-%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23629",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות פוסילי עדשים אדומות אורגניות ללא גלוטן - ניצת הדובדבן",
      "price": "14.4",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%95%d7%a1%d7%99%d7%9c%d7%99-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23630",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות פנה עדשים צהובות אורגניות ללא גלוטן - ניצת הדובדבן",
      "price": "14.4",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%a0%d7%94-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a6%d7%94%d7%95%d7%91%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23631",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פוזילי תירס אורגני - ניצת הדובדבן",
      "price": "10.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%aa%d7%99%d7%a8%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24245",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פסטה פוזילי תירס ואורז אורגני - ניצת הדובדבן",
      "price": "10.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%aa%d7%99%d7%a8%d7%a1-%d7%95%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24246",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות פנה אורז מלא אורגניות ללא גלוטן - ניצת הדובדבן",
      "price": "14.4",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25952",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות אורז חום אורגני ללא גלוטן - ניצת הדובדבן",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%97%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26086",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות אורז חום עם אצות ואקמה אורגני ללא גלוטן - ניצת הדובדבן",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%97%d7%95%d7%9d-%d7%a2%d7%9d-%d7%90%d7%a6%d7%95%d7%aa-%d7%95%d7%90%d7%a7%d7%9e%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26087",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות אורז שחור אורגני ללא גלוטן - ניצת הדובדבן",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%a9%d7%97%d7%95%d7%a8-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26089",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תבשיל אטריות אורז חום בטעם קארי ירוק להכנה מהירה אורגני ללא גלוטן - לוםלום",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%aa%d7%91%d7%a9%d7%99%d7%9c-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%97%d7%95%d7%9d-%d7%91%d7%98%d7%a2%d7%9d-%d7%a7%d7%90%d7%a8%d7%99-%d7%99%d7%a8%d7%95%d7%a7-%d7%9c%d7%94%d7%9b%d7%a0%d7%94-%d7%9e%d7%94%d7%99%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%9c%d7%95%d7%9d%d7%9c%d7%95%d7%9d-i27211",
      "image": "productsimages/mfrimages/thumbs/T458047_80_40.jpg"
    },
    {
      "name": "תבשיל אטריות אורז חום בטעם בשר להכנה מהירה אורגני ללא גלוטן - לוםלום",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%aa%d7%91%d7%a9%d7%99%d7%9c-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%97%d7%95%d7%9d-%d7%91%d7%98%d7%a2%d7%9d-%d7%91%d7%a9%d7%a8-%d7%9c%d7%94%d7%9b%d7%a0%d7%94-%d7%9e%d7%94%d7%99%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%9c%d7%95%d7%9d%d7%9c%d7%95o-i27212",
      "image": "productsimages/mfrimages/thumbs/T458047_80_40.jpg"
    },
    {
      "name": "תבשיל אטריות אורז חום בטעם עוף להכנה מהירה אורגני ללא גלוטן - לוםלום",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%aa%d7%91%d7%a9%d7%99%d7%9c-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%97%d7%95%d7%9d-%d7%91%d7%98%d7%a2%d7%9d-%d7%a2%d7%95%d7%a3-%d7%9c%d7%94%d7%9b%d7%a0%d7%94-%d7%9e%d7%94%d7%99%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%9c%d7%95%d7%9d%d7%9c%d7%95%d7%9d-i27213",
      "image": "productsimages/mfrimages/thumbs/T458047_80_40.jpg"
    },
    {
      "name": "תבשיל אטריות אורז חום בטעם פאד תאי להכנה מהירה אורגני ללא גלוטן - לוםלום",
      "price": "25.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%aa%d7%91%d7%a9%d7%99%d7%9c-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%97%d7%95%d7%9d-%d7%91%d7%98%d7%a2%d7%9d-%d7%a4%d7%90%d7%93-%d7%aa%d7%90%d7%99-%d7%9c%d7%94%d7%9b%d7%a0%d7%94-%d7%9e%d7%94%d7%99%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%9c%d7%95%d7%9d%d7%9c%d7%95%d7%9d-i27225",
      "image": "productsimages/mfrimages/thumbs/T458047_80_40.jpg"
    },
    {
      "name": "אטריות ספגטי כוסמת אורגני לנמנעים מגלוטן בקופסא - פליסיה",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%91%d7%a7%d7%95%d7%a4%d7%a1%d7%90-%d7%a4%d7%9c%d7%99%d7%a1%d7%99%d7%94-i26019",
      "image": "productsimages/mfrimages/thumbs/470136_80_40.PNG"
    },
    {
      "name": "סקיני פסטה פטוצ'יני קונג'אק עם טפיוקה לנמנעים מגלוטן",
      "price": "11.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a1%d7%a7%d7%99%d7%a0%d7%99-%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%98%d7%95%d7%a6`%d7%99%d7%a0%d7%99-%d7%a7%d7%95%d7%a0%d7%92`%d7%90%d7%a7-%d7%a2%d7%9d-%d7%98%d7%a4%d7%99%d7%95%d7%a7%d7%94-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-i10457",
      "image": "productsimages/mfrimages/thumbs/U720223_80_40.png"
    },
    {
      "name": "אטריות אפונה ירוקה אורגני ללא גלוטן - דלה קוסטה",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%93%d7%9c%d7%94-%d7%a7%d7%95%d7%a1%d7%98%d7%94-i25836",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "פתיתי פרו מעדשים צהובות אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%aa%d7%99%d7%aa%d7%99-%d7%a4%d7%a8%d7%95-%d7%9e%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a6%d7%94%d7%95%d7%91%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i23961",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "פתיתי פרו מעדשים אדומות אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%aa%d7%99%d7%aa%d7%99-%d7%a4%d7%a8%d7%95-%d7%9e%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i23962",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטרי פרו מעדשים אדומות אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99-%d7%a4%d7%a8%d7%95-%d7%9e%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i23963",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטרי פרו מעדשים צהובות אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99-%d7%a4%d7%a8%d7%95-%d7%9e%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a6%d7%94%d7%95%d7%91%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i23964",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "ראמן אטריות אורז מלא ללא גלוטן - נוטרה זן",
      "price": "18.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a8%d7%90%d7%9e%d7%9f-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i25507",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "ראמן אטריות אורז רייסברי ללא גלוטן - נוטרה זן",
      "price": "18.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a8%d7%90%d7%9e%d7%9f-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%a8%d7%99%d7%99%d7%a1%d7%91%d7%a8%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f--i25508",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "ראמן אטריות כוסמת ללא גלוטן - נוטרה זן",
      "price": "18.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a8%d7%90%d7%9e%d7%9f-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i25509",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "תמי - פתיתים מקמח עדשים אדומות ללא גלוטן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%aa%d7%9e%d7%99-%d7%a4%d7%aa%d7%99%d7%aa%d7%99%d7%9d-%d7%9e%d7%a7%d7%9e%d7%97-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%9e%d7%99-i25828",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "אטריות עם שיבולת שועל וסלק אדום אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a2%d7%9d-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%95%d7%a1%d7%9c%d7%a7-%d7%90%d7%93%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i24460",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות עם שיבולת שועל ודלעת אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a2%d7%9d-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%95%d7%93%d7%9c%d7%a2%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i24461",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות עם שיבולת שועל ותרד אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a2%d7%9d-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%95%d7%aa%d7%a8%d7%93-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i24462",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות פנה כוסמת אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%a0%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i24592",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות פוזילי כוסמת אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i24593",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות ריגטוני משיבולת שועל אורגני לנמנעים מגלוטן פליסיה",
      "price": "17.2",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a8%d7%99%d7%92%d7%98%d7%95%d7%a0%d7%99-%d7%9e%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a4%d7%9c%d7%99%d7%a1%d7%99%d7%94-i24630",
      "image": "productsimages/mfrimages/thumbs/470136_80_40.PNG"
    },
    {
      "name": "פסטה תירס פארפלה ללא גלוטן - לה ונציאן",
      "price": "15.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%aa%d7%99%d7%a8%d7%a1-%d7%a4%d7%90%d7%a8%d7%a4%d7%9c%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%9c%d7%94-%d7%95%d7%a0%d7%a6%d7%99%d7%90%d7%9f-i24705",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "אטריות קונג'אק בסגנון אורז אורגני קיטו - תבואות",
      "price": "11.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a7%d7%95%d7%a0%d7%92%d7%90%d7%a7-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a7%d7%99%d7%98%d7%95-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25138",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות קונג'אק בסגנון פוסילי אורגני קיטו - תבואות",
      "price": "11.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a7%d7%95%d7%a0%d7%92%d7%90%d7%a7-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%a4%d7%95%d7%a1%d7%99%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a7%d7%99%d7%98%d7%95-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25139",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות קונג'אק בסגנון פנה אורגני קיטו - תבואות",
      "price": "11.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a7%d7%95%d7%a0%d7%92%d7%90%d7%a7-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%a4%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a7%d7%99%d7%98%d7%95-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25140",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות קונג'אק בסגנון נודלס אורגני קיטו - תבואות",
      "price": "11.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a7%d7%95%d7%a0%d7%92%d7%90%d7%a7-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%a0%d7%95%d7%93%d7%9c%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a7%d7%99%d7%98%d7%95-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25141",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "פסטה אורז מלא אלבו לנמנעים מגלוטן - ריזופיה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%90%d7%9c%d7%91%d7%95-Rizopia--i7569",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "פסטה תירס אנליני (טבעות ) לנמנעים מגלוטן - לה ונציאן",
      "price": "15.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%aa%d7%99%d7%a8%d7%a1-%d7%90%d7%a0%d7%9c%d7%99%d7%a0%d7%99-%d7%98%d7%91%d7%a2%d7%95%d7%aa-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%9c%d7%94-%d7%95%d7%a0%d7%a6%d7%99%d7%90%d7%9f--La-Veneziane--i10209",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "פסטה אורז ספירלי לנמנעים מגלוטן - ריזופיה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%96-%d7%a1%d7%a4%d7%99%d7%a8%d7%9c%d7%99-Rizopia--i7571",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "פסטה תירס קפליני לנמנעים מגלוטן - לה ונציאן",
      "price": "15.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%aa%d7%99%d7%a8%d7%a1-%d7%a7%d7%a4%d7%9c%d7%99%d7%a0%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%9c%d7%94-%d7%95%d7%a0%d7%a6%d7%99%d7%90%d7%9f-La-Veneziane--i8638",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "פסטה תירס פטוצ'יני לנמנעים מגלוטן - לה ונציאן",
      "price": "15.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%aa%d7%99%d7%a8%d7%a1-%d7%a4%d7%98%d7%95%d7%a6`%d7%99%d7%a0%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%9c%d7%94-%d7%95%d7%a0%d7%a6%d7%99%d7%90%d7%9f-La-Veneziane--i8639",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "פסטה תירס פנה ריגטה לנמנעים מגלוטן - לה ונציאן",
      "price": "15.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%aa%d7%99%d7%a8%d7%a1-%d7%a4%d7%a0%d7%94-%d7%a8%d7%99%d7%92%d7%98%d7%94-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%9c%d7%94-%d7%95%d7%a0%d7%a6%d7%99%d7%90%d7%9f-La-Veneziane--i8641",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "פסטה תירס אליקה לנמנעים מגלוטן - לה ונציאן",
      "price": "15.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%aa%d7%99%d7%a8%d7%a1-%d7%90%d7%9c%d7%99%d7%a7%d7%94-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%9c%d7%94-%d7%95%d7%a0%d7%a6%d7%99%d7%90%d7%9f-La-Veneziane--i8642",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "פסטה תירס ניוקי לנמנעים מגלוטן - לה ונציאן",
      "price": "15.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%aa%d7%99%d7%a8%d7%a1-%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%9c%d7%94-%d7%95%d7%a0%d7%a6%d7%99%d7%90%d7%9f-La-Veneziane--i8643",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "דפי לזניה אורגנית מעדשים צהובות בקופסא אורגני ללא גלוטן וללא תוספת סוכר פליסיה",
      "price": "22.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%93%d7%a4%d7%99-%d7%9c%d7%96%d7%a0%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9e%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a6%d7%94%d7%95%d7%91%d7%95%d7%aa-%d7%91%d7%a7%d7%95%d7%a4%d7%a1%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%95%d7%9c%d7%9c%d7%90-%d7%aa%d7%95%d7%a1%d7%a4%d7%aa-%d7%a1%d7%95%d7%9b%d7%a8-%d7%a4%d7%9c%d7%99%d7%a1%d7%99%d7%94-Felicia-Bio--i14931",
      "image": "productsimages/mfrimages/thumbs/470136_80_40.PNG"
    },
    {
      "name": "אטריות ספגטי מעדשים אדומות אורגניות ללא גלוטן - השדה",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%9e%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i19981",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "טורטיליוני כוסמת אורגנית ללא גלוטן - השדה",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%98%d7%95%d7%a8%d7%98%d7%99%d7%9c%d7%99%d7%95%d7%a0%d7%99-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i19982",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פוזילי אפונה ירוקה אורגנית ללא גלוטן - השדה",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i19983",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פנה אורז מלא אורגני ללא גלוטן - השדה",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i19984",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "אטריות ספגטי כוסמת אורגניות ללא גלוטן - השדה",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i19985",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פסטה תירס ספגטי ללא גלוטן - לה ונציאן",
      "price": "15.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%aa%d7%99%d7%a8%d7%a1-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%9c%d7%94-%d7%95%d7%a0%d7%a6%d7%99%d7%90%d7%9f-La-Veneziane--i20317",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "פסט-פרו קסרצ'ה מעדשים צהובות אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98-%d7%a4%d7%a8%d7%95-%d7%a7%d7%a1%d7%a8%d7%a6%d7%94-%d7%9e%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a6%d7%94%d7%95%d7%91%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f--i20644",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "פסט-פרו סלנטאני מעדשים אדומות, חומוס וזרעי פשתן זהוב אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98-%d7%a4%d7%a8%d7%95-%d7%a1%d7%9c%d7%a0%d7%98%d7%90%d7%a0%d7%99-%d7%9e%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa,-%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%95%d7%96%d7%a8%d7%a2%d7%99-%d7%a4%d7%a9%d7%aa%d7%9f-%d7%96%d7%94%d7%95%d7%91-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f--i20645",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "פסט-פרו קסרצ'ה מעדשים אדומות וזרעי דלעת קלויים אורגני ללא גלוטן - נוטרה זן",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98-%d7%a4%d7%a8%d7%95-%d7%a7%d7%a1%d7%a8%d7%a6%d7%94-%d7%9e%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%95%d7%96%d7%a8%d7%a2%d7%99-%d7%93%d7%9c%d7%a2%d7%aa-%d7%a7%d7%9c%d7%95%d7%99%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f--i20647",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות אדממה אורגני ללא גלוטן 250 גרם- ג`סט טייסט",
      "price": "21.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%93%d7%9e%d7%9e%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d--%d7%92`%d7%a1%d7%98-%d7%98%d7%99%d7%99%d7%a1%d7%98-just-taste--i22197",
      "image": "productsimages/mfrimages/thumbs/Z537011_80_40.jpg"
    },
    {
      "name": "אטריות שעועית שחורה אורגני 250 גרם- ג'סט טייסט",
      "price": "21.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%a9%d7%97%d7%95%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-250-%d7%92%d7%a8%d7%9d--%d7%92`%d7%a1%d7%98-%d7%98%d7%99%d7%99%d7%a1%d7%98-just-taste--i22199",
      "image": "productsimages/mfrimages/thumbs/Z537011_80_40.jpg"
    },
    {
      "name": "אטריות בטטה סגולה פטוצ'יני אורגני 250 גרם- ג`סט טייסט",
      "price": "21.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%91%d7%98%d7%98%d7%94-%d7%a1%d7%92%d7%95%d7%9c%d7%94-%d7%a4%d7%98%d7%95%d7%a6`%d7%99%d7%a0%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-250-%d7%92%d7%a8%d7%9d--%d7%92`%d7%a1%d7%98-%d7%98%d7%99%d7%99%d7%a1%d7%98-just-taste--i22200",
      "image": "productsimages/mfrimages/thumbs/Z537011_80_40.jpg"
    },
    {
      "name": "אטריות בטטה אורגני 250 גרם- ג'סט טייסט",
      "price": "21.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%91%d7%98%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-250-%d7%92%d7%a8%d7%9d--%d7%92`%d7%a1%d7%98-%d7%98%d7%99%d7%99%d7%a1%d7%98-i22201",
      "image": "productsimages/mfrimages/thumbs/Z537011_80_40.jpg"
    },
    {
      "name": "אטריות עדשים כתומות אורגניות ללא גלוטן - תבואות",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%9b%d7%aa%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i23093",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות קטניות אורגניות ללא גלוטן- תבואות",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a7%d7%98%d7%a0%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i23094",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות פנה חומוס וכורכום אורגניות ללא גלוטן- תבואות",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%a0%d7%94-%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%95%d7%9b%d7%95%d7%a8%d7%9b%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i23095",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות פוסילי כוסמת אורגני ללא גלוטן- תבואות",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%95%d7%a1%d7%99%d7%9c%d7%99-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i23096",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות פוסיליני עדשים צהובות אורגניות ללא גלוטן- תבואות",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%95%d7%a1%d7%99%d7%9c%d7%99%d7%a0%d7%99-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a6%d7%94%d7%95%d7%91%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i23097",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "ניוקי תפו\"א ללא גלוטן אורגני- ניצת הדובדבן",
      "price": "14.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%aa%d7%a4%d7%95%d7%90-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23789",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות כוסמת אורגני ללא גלוטן - ניצת הדובדבן",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26088",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות חומוס אורגני ללא גלוטן - דלה קוסטה",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%93%d7%9c%d7%94-%d7%a7%d7%95%d7%a1%d7%98%d7%94-i25837",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "סקיני פסטה בתוספת ש\"ש פטוצ'יני לנמנעים מגלוטן",
      "price": "11.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a1%d7%a7%d7%99%d7%a0%d7%99-%d7%a4%d7%a1%d7%98%d7%94-%d7%91%d7%aa%d7%95%d7%a1%d7%a4%d7%aa-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%a4%d7%95%d7%98%d7%95%d7%a6%d7%99%d7%a0%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-i13518",
      "image": "productsimages/mfrimages/thumbs/U720223_80_40.png"
    },
    {
      "name": "אטריות עדשים אדומות אורגני ללא גלוטן - דלה קוסטה",
      "price": "15.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%93%d7%9c%d7%94-%d7%a7%d7%95%d7%a1%d7%98%d7%94-i25835",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "אטריות אדממה ושעועית מש אורגניים 250 גרם - ג`סט טייסט",
      "price": "21.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%90%d7%93%d7%9e%d7%9e%d7%94-%d7%95%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9e%d7%a9-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-250-%d7%92%d7%a8%d7%9d-%d7%92%d7%a1%d7%98-%d7%98%d7%99%d7%99%d7%a1%d7%98-i25401",
      "image": "productsimages/mfrimages/thumbs/Z537011_80_40.jpg"
    },
    {
      "name": "אטריות פוזילי טריקולור- דגש",
      "price": "14.4",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%98%d7%a8%d7%99%d7%a7%d7%95%d7%9c%d7%95%d7%a8-%d7%93%d7%92%d7%a9-i22087",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "נודלס אורז מלא לנמנעים מגלוטן אורגני השדה",
      "price": "16.6",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a0%d7%95%d7%93%d7%9c%d7%a1-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i215",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "נודלס אורז שחור לנמנעים מגלוטן אורגני השדה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a0%d7%95%d7%93%d7%9c%d7%a1-%d7%90%d7%95%d7%a8%d7%96-%d7%a9%d7%97%d7%95%d7%a8-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i625",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "נודלס אורז תאילנדי לנמנעים מגלוטן אורגני השדה",
      "price": "16.6",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a0%d7%95%d7%93%d7%9c%d7%a1-%d7%90%d7%95%d7%a8%d7%96-%d7%aa%d7%90%d7%99%d7%9c%d7%a0%d7%93%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i685",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "נודלס אורז מלא ואצות וואקמה לנמנעים מגלוטן אורגני השדה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a0%d7%95%d7%93%d7%9c%d7%a1-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%95%d7%90%d7%a6%d7%95%d7%aa-%d7%95%d7%95%d7%90%d7%a7%d7%9e%d7%94-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i7055",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "סקיני פסטה בצורת נודלס אטריות קונג'אק עם טפיוקה",
      "price": "11.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a1%d7%a7%d7%99%d7%a0%d7%99-%d7%a4%d7%a1%d7%98%d7%94-%d7%91%d7%a6%d7%95%d7%a8%d7%aa-%d7%a0%d7%95%d7%93%d7%9c%d7%a1-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a7%d7%95%d7%a0%d7%92%d7%90%d7%a7-%d7%a2%d7%9d-%d7%98%d7%a4%d7%99%d7%95%d7%a7%d7%94-i9154",
      "image": "productsimages/mfrimages/thumbs/U720223_80_40.png"
    },
    {
      "name": "נודלס אורז מלא דלעת וג`ינג`יר לנמנעים מגלוטן אורגני השדה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a0%d7%95%d7%93%d7%9c%d7%a1-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%93%d7%9c%d7%a2%d7%aa-%d7%95%d7%92`%d7%99%d7%a0%d7%92`%d7%99%d7%a8-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i9215",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "נודלס סובה מכוסמת לנמנעים מגלוטן אורגני השדה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a0%d7%95%d7%93%d7%9c%d7%a1-%d7%a1%d7%95%d7%91%d7%94-%d7%9e%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i9336",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "ניוקי איטלקי באריזת 2*250 גרם",
      "price": "16.3",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f,-%d7%90%d7%99%d7%98%d7%9c%d7%a7%d7%99-%d7%91%d7%90%d7%a8%d7%99%d7%96%d7%aa-2*250-%d7%92%d7%a8%d7%9d-vinei--i10422",
      "image": "productsimages/mfrimages/thumbs/X277444_80_40.jpg"
    },
    {
      "name": "לזניה תירס ואורז לנמנעים מגלוטן - לה ונציאן",
      "price": "18.5",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%9c%d7%96%d7%a0%d7%99%d7%94-%d7%aa%d7%99%d7%a8%d7%a1-%d7%95%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%9c%d7%94-%d7%95%d7%a0%d7%a6%d7%99%d7%90%d7%9f-i8644",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "שיראטאקי אטריות קונג'אק דקיקות - טייסט אוף אסיה",
      "price": "10.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a9%d7%99%d7%a8%d7%90%d7%98%d7%90%d7%a7%d7%99-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a7%d7%95%d7%a0%d7%92`%d7%90%d7%a7-%d7%93%d7%a7%d7%99%d7%a7%d7%95%d7%aa---%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94-%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94--i10105",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "שיראטאקי אטריות קונג'אק עבות - טייסט אוף אסיה",
      "price": "10.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a9%d7%99%d7%a8%d7%90%d7%98%d7%90%d7%a7%d7%99-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a7%d7%95%d7%a0%d7%92`%d7%90%d7%a7-%d7%a2%d7%91%d7%95%d7%aa-%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94-i10106",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "סקיני פסטה ספגטי (אטריות קונג'אק עם טפיוקה)",
      "price": "11.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a1%d7%a7%d7%99%d7%a0%d7%99-%d7%a4%d7%a1%d7%98%d7%94-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%90%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a7%d7%95%d7%a0%d7%92`%d7%90%d7%a7-%d7%a2%d7%9d-%d7%98%d7%a4%d7%99%d7%95%d7%a7%d7%94-i9148",
      "image": "productsimages/mfrimages/thumbs/U720223_80_40.png"
    },
    {
      "name": "ספגטי אורז מלא לנמנעים מגלוטן - ריזופיה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-i7566",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "פסטה אורז מלא פטוצ'יני לנמנעים מגלוטן - ריזופיה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%a4%d7%98%d7%95%d7%a6%d7%99%d7%a0%d7%99-i7567",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "פסטה אורז מלא פוזילי לנמנעים מגלוטן - ריזופיה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-i7568",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "פסטה אורז מלא כונכיה לנמנעים מגלוטן - ריזופיה",
      "price": "17.9",
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%9b%d7%95%d7%a0%d7%9b%d7%99%d7%94-i7570",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "פוסילי חומוס אורגני\n\nרכיבים: קמח חומוס אורגני 100%\n\nמידע על אלרגניים: עלול להכיל עקבות של סויה.\n\nתוצרת: איטליה\n\nתכולה: 250 גרם\n\nכשר בהשגחת הבד\"צ מחזיקי הדת.​ ללא חשש חדש. באישור הר",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פוסילי-חומוס-אורגני-ללא-גלוטן-ניצת-הדובדבן-i23628",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פנה אפונה ירוקה אורגנית \n\nרכיבים: קמח אפונה אורגני 100%\n\nמידע על אלרגנים: עלול להכיל עקבות של סויה\n\nתכולה: 250 גרם\n\nארץ ייצור: איטליה\n\nכשר למהדרין מן המהדרין. בהשגחת בד\"צ מחזיקי הד",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פנה-אפונה-ירוקה-אורגניות-ללא-גלוטן-ניצת-הדובדבן-i23629",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פוסילי עדשים אדומות אורגניות\n\nרכיבים: קמח עדשים אדומות אורגני 100%\n\nמידע על אלרגניים: עלול להכיל עקבות של סויה\n\nתכולה: 250 גרם\n\nתוצרת: איטליה\n\nכשר פרווה. ללא חשש חדש. באישור הרבנות הראשית לי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פוסילי-עדשים-אדומות-אורגניות-ללא-גלוטן-ניצת-הדובדבן-i23630",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות פנה עדשים צהובות אורגניות ללא גלוטן - ניצת הדובדבן\n\nרכיבים: קמח עדשים צהובות אורגני 100%\n\nמידע על אלרגניים: עלול להכיל עקבות של סויה\n\nכשר פרווה בהשגחת בד\"ת מחזיקי הדת ללא חשש חדש, כש",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פנה-עדשים-צהובות-אורגניות-ללא-גלוטן-ניצת-הדובדבן-i23631",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פוזילי תירס אורגני\n\nרכיבים: * קמח תירס (100%)\n\n*אורגני\n\nמידע על אלרגני: עלול להכיל סויה\n\nתכולה: 250 גרם\n\nכשר פרווה בהשגחת בד\"ץ מחזיקי הדת\n\nמהדרין מילאנו ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-פוזילי-תירס-אורגני-ניצת-הדובדבן-i24245",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פוזילי תירס ואורז אורגני\n\nרכיבים: *קמח תירס (95%), * קמח אורז (5%)\n\n* אורגני\n\nמידע על אלרגנים: עלול להכיל סויה.\n\nכשר פרווה בהשגחת בד\"צ מחזיקי הדת\n\nמהדרין מילאנו ובאישור הרבנות הראש",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-פוזילי-תירס-ואורז-אורגני-ניצת-הדובדבן-i24246",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פנה אורז מלא אורגני\n\nרכיבים: קמח אורז מלא אורגני 100%\n\nמידע על אלרגניים: עלול להכיל עקבות של סויה.\n\nתכולה: 250 גרם\n\nכשר פרווה באישור הרבנות הראשית לישראל |  בהשגחת הבד\"צ מחזיקי הדת",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פנה-אורז-מלא-אורגניות-ללא-גלוטן-ניצת-הדובדבן-i25952",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות אורז חום אורגניות\n\nללא נתרן | ללא  סוכר | ללא שומן רווי | ללא שומן טראנס\n\nרכיבים: אורז חום אורגני 100%\n\nתכולה: 250 גרם\n\nכשר פרווה בהשגחת STAR K ובאישור הרבנות הראשית לישראל\n\n&nbs",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-אורז-חום-אורגני-ללא-גלוטן-ניצת-הדובדבן-i26086",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות אורז חום אורגניות עם אצוות ווקאמה\n\nללא נתרן | ללא סוכר | ללא שומן רווי | ללא שומן טראנס\n\nרכיבים: אורז חום אורגני (99%), קמח אצת וואקמה (1%)\n\nתכולה: 250 גרם\n\nכשר פרווה בהשגחת STAR K ובאי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-אורז-חום-עם-אצות-ואקמה-אורגני-ללא-גלוטן-ניצת-הדובדבן-i26087",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות אורז שחור אורגניות\n\nללא נתרן | ללא סוכר | ללא שומן רווי | ללא שומן טראנס\n\nרכיבים: אורז שחור אורגני (60%), אורז חום אורגני (40%)\n\nתכולה: 250 גרם\n\nכשר פרווה בהשגחת STAR K ובאישור הרבנות ה",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-אורז-שחור-אורגני-ללא-גלוטן-ניצת-הדובדבן-i26089",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תבשיל אטריות אורז חום בטעם קארי ירוק להכנה מהירה אורגני ללא גלוטן - לוםלום\n\nאורגני | ללא גלוטן | ללא חומר משמר\n\nרכיבים: *אטריות אורז חום 74% [*קמח אורז חום, מים], *ממרח תיבול טחון 'קארי ירוק&#",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "תבשיל-אטריות-אורז-חום-בטעם-קארי-ירוק-להכנה-מהירה-אורגני-ללא-גלוטן-לוםלום-i27211",
      "image": "productsimages/mfrimages/thumbs/T458047_80_40.jpg"
    },
    {
      "name": "תבשיל אטריות אורז חום להכנה מהירה בטעם בשר\n\nאורגני | ללא גלוטן | ללא חומר משמר\n\nרכיבים: * אטריות אורז חום 74% (*קמח אורז חום, מים), *ממרח תיבול טחון בטעם בשר 26% (מים, *רוטב סויה, *שמן קוקוס, *גלנ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "תבשיל-אטריות-אורז-חום-בטעם-בשר-להכנה-מהירה-אורגני-ללא-גלוטן-לוםלוo-i27212",
      "image": "productsimages/mfrimages/thumbs/T458047_80_40.jpg"
    },
    {
      "name": "תבשיל אטריות אורז חום בטעם עוף להכנה מהירה אורגני ללא גלוטן - לוםלום\n\nאורגני | ללא גלוטן | ללא חומר משמר\n\nרכיבים: *אטריות אורז חום 74% [*קמח אורז חום, מים], *ממרח תיבול טחון בטעם עוף 26% [מים, *שמ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "תבשיל-אטריות-אורז-חום-בטעם-עוף-להכנה-מהירה-אורגני-ללא-גלוטן-לוםלום-i27213",
      "image": "productsimages/mfrimages/thumbs/T458047_80_40.jpg"
    },
    {
      "name": "תבשיל אטריות אורז חום בטעם פאד תאי להכנה מהירה אורגני ללא גלוטן - לוםלום\n\nאורגני | ללא גלוטן | ללא חומר משמר\n\nרכיבים: אטריות אורז חום* 74% [קמח אורז חום, מים], רוטב תיבול 'פאד תאי' 26% [מי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "תבשיל-אטריות-אורז-חום-בטעם-פאד-תאי-להכנה-מהירה-אורגני-ללא-גלוטן-לוםלום-i27225",
      "image": "productsimages/mfrimages/thumbs/T458047_80_40.jpg"
    },
    {
      "name": "אטריות כוסמת אורגניות\n\nרכיבים: קמח כוסמת\n\nללא ביצים ונתרן, ללא גלוטן\n\nתכולה: 250 גרם\n\nכשר פרווה למהדרין בהשגחת בד\"צ בית יוסף ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-ספגטי-כוסמת-אורגני-לנמנעים-מגלוטן-בקופסא-פליסיה-i26019",
      "image": "productsimages/mfrimages/thumbs/470136_80_40.PNG"
    },
    {
      "name": "אטריות אפונה ירוקה אורגנית ללא גלוטן\n\nמקור לחלבון | מכיל סיבים תזונתיים | טבעוני\n\nרכיבים: קמח אפונה אורגני, מים\n\nמידע על אלרגנים: עלול להכיל סויה.\n\nמשקל: 250 גרם\n\nכשר פרווה בהשגחת ועד הכשרות",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-אפונה-ירוקה-אורגני-ללא-גלוטן-דלה-קוסטה-i25836",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "פתיתיPRO- פתיתים אורגניים מקמח עדשים צהובות\n\nאורגני | ללא גלוטן | 23 גרם חלבון ב-100 גרם מזון | 9 גרם סיבים תזונתיים ב-100 גרם מזון | אינו מהונדס גנטית\n\nרכיבים: קמח עדשים צהובות אורגני (100%)\n\nמ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פתיתי-פרו-מעדשים-צהובות-אורגני-ללא-גלוטן-נוטרה-זן-i23961",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "פתיתיPRO - פתיתים אורגניים מקמח עדשים אדומות\n\n24 גרם חלבון ב-100 גרם מזון | 8 גרם סיבים תזונתיים ב-100 גרם מזון | אורגני | ללא גלוטן | אינו מהונדס גנטית\n\nרכיבים: קמח עדשים אדומות אורגני (100%)",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פתיתי-פרו-מעדשים-אדומות-אורגני-ללא-גלוטן-נוטרה-זן-i23962",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריPRO - אטריות עדשים אדומות למרקים ותבשילים \n\nאורגני | ללא גלוטן | 24 גרם חלבון ב-100 גרם מזון | 8 גרם סיבים תזונתיים ב-100 גרם מזון | אינו מהונדס גנטית\n\nרכיבים: קמח עדשים אדומות אורגני (10",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטרי-פרו-מעדשים-אדומות-אורגני-ללא-גלוטן-נוטרה-זן-i23963",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריPRO- אטריות עדשים צהוב למרקים ותבשילים\n\nאורגני | ללא גלוטן | טבעוני | 9 גרם סיבים תזונתיים ב-100 גרם מזון | 23 גרם חלבון ב-100 גרם מזון | אינו מהונדס גנטית\n\nרכיבים: קמח עדשים צהובות אורגני (10",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטרי-פרו-מעדשים-צהובות-אורגני-ללא-גלוטן-נוטרה-זן-i23964",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות ראמן אורז מלא - ללא גלוטן\n\nרכיבים: אורז חום (60%), אורז לבן, עמילן טפיוקה.\n\nתכולה: 280 גרם (מכיל 4 יח', 70 גר' כל אחד)\n\nכשר פרווה למהדרין - בהשגחת בד\"צ מחזיקי הדת ובאיזור הרב",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "ראמן-אטריות-אורז-מלא-ללא-גלוטן-נוטרה-זן-i25507",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "ראמן - אטריות אורז רייסברי ללא גלוטן\n\nרכיבים: אורז חום, אורז לבן, אורז רייסברי (10%), עמילן טפיוקה\n\nתכולה: 280 גרם (מכיל 4 יח', 70 גרם כ\"א)\n\nכשר פרווה למהדרין בהשגחת בד\"צ מחזיקי הד",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "ראמן-אטריות-אורז-רייסברי-ללא-גלוטן---נוטרה-זן-נוטרה-זן--i25508",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "ראמן - אטריות כוסמת (סובה) ללא גלוטן\n\nרכיבים: כוסמת (50%), אורז חום, עמילן טפיוקה, מים.\n\nתכולה: 280 גרם ( 4 שקיות * 70 גר' ליחידה)\n\nכשר פרווה למהדרין בהשגחת בד\"צ מחזיקי הדת ובאישור הרבנ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "ראמן-אטריות-כוסמת-ללא-גלוטן-נוטרה-זן-i25509",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "פתיתים מקמח עדשים אדומות\n\nרכיבים: 100% קמח עדשים אדומות\n\nתכולה: 300 גרם\n\nכשר למהדרין פרווה | בהשגחת הבד\"ץ ירושלים העדה החרדית - לא כולל פסח",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "תמי-פתיתים-מקמח-עדשים-אדומות-ללא-גלוטן-תמי-i25828",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "אטריות עם שיבולת שועל וסלק אדום אורגני ללא גלוטן - נוטרה זן\n\nרכיבים: קמח תירס לבן אורגני (60%), קמח תירס צהוב אורגני (25.5%), קמח שיבולת שועל אורגנית ללא גלוטן (12.5%), אבקת סלק אדום אורגני (2%)",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-עם-שיבולת-שועל-וסלק-אדום-אורגני-ללא-גלוטן-נוטרה-זן-i24460",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות עם שיבולת שועל ודלעת אורגני ללא גלוטן - נוטרה זן\n\nאטריות תירס, שיבולת שועל ודלעת - קאסרצ'ה אורגני - ללא גלוטן\n\nרכיבים: קמח תירס לבן אורגני (60%), קמח תירס צהוב אורגני (25.5%), קמח שיבול",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-עם-שיבולת-שועל-ודלעת-אורגני-ללא-גלוטן-נוטרה-זן-i24461",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות עם שיבולת שועל ותרד אורגני ללא גלוטן - נוטרה זן\n\nאטריות תירס, שיבולת שועל ותרד - סדניני אורגני - ללא גלוטן\n\nרכיבים: קמח תירס לבן אורגני (60%), קמח תירס צהוב אורגני (25.5%), קמח שיבולת שועלת",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-עם-שיבולת-שועל-ותרד-אורגני-ללא-גלוטן-נוטרה-זן-i24462",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות פנה כוסמת אורגני ללא גלוטן -נוטרה זן\n\nאינו מהונדס גנטית | מקור לחלבון | מקור לסיבים תזונתיים | ללא גלוטן\n\nרכיבים: קמח כוסמת אורגני 100%\n\nמידע על אלרגנים: עלול להכיל סויה\n\nמשקל: 250 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פנה-כוסמת-אורגני-ללא-גלוטן-נוטרה-זן-i24592",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אטריות פוזילי כוסמת אורגני ללא גלוטן - נוטרה זן\n\nאינו מהונדס גנטית | מקור לחלבון | מקור לסיבים תזונתיים | ללא גלוטן\n\nרכיבים: קמח כוסמת אורגני 100%\n\nמידע על אלרגנים: עלול להכיל סויה.\n\nמשקל: 250",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פוזילי-כוסמת-אורגני-ללא-גלוטן-נוטרה-זן-i24593",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "איטריות אורגניות על בסיס שיבולת שועל - ללא גלוטן\n\nרכיבים: קמח שיבולת שועל (51%), קמח תירס, קמח אורז מלא ורגיל, עמילן טפיוקה.\n\nתכולה: 250 גרם\n\nכשר פרווה למהדרין, בד\"ץ בית יוסף, באישור הרבנות",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-ריגטוני-משיבולת-שועל-אורגני-לנמנעים-מגלוטן-פליסיה-i24630",
      "image": "productsimages/mfrimages/thumbs/470136_80_40.PNG"
    },
    {
      "name": "פסטה תירס פארפלה ללא גלוטן - לה ונציאן\n\nרכיבים: קמח תירס, מתחלב (E471ׂ)\n\nמידע על אלרגנים: עלול להכיל סויה.\n\nמשקל נקי: 250 גרם\n\nכשר פרווה בהשגחת בד\"צ בית יוסף | כשר לפסח קטניות\n\nכשר לפסח",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-תירס-פארפלה-ללא-גלוטן-לה-ונציאן-i24705",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "אטריות קונג'אק בסגנון אורז אורגני קיטו - תבואות\n\nדל בפחמימות | אורגני | ללא גלוטן | ללא סוכר | מוכן לאכילה | ניתן לחמם תוך 2 דק' | מעולה עם רוטב, לבישול, מרקים ועוד\n\nרכיבים: מים מטוהרים (9",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-קונגאק-בסגנון-אורז-אורגני-קיטו-תבואות-i25138",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות קונג'אק בסגנון פוסילי אורגני קיטו - תבואות\n\nדל בפחמימות | אורגני | ללא גלוטן | ללא סוכר | מוכן לאכילה | ניתן לחמם תוך 2 דק' | מעולה עם רוטב, לבישול, מרקים ועוד\n\nרכיבים: מים מטוהרים",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-קונגאק-בסגנון-פוסילי-אורגני-קיטו-תבואות-i25139",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות קונג`אק בסגנון פנה אורגני קיטו - תבואות\n\nדל בפחמימות | אורגני | ללא גלוטן | ללא סוכר | מוכן לאכילה | ניתן לחמם תוך 2 דק' | מעולה עם רוטב, לבישול, מרקים ועוד\n\nרכיבים: מים מטוהרים (95.6%)",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-קונגאק-בסגנון-פנה-אורגני-קיטו-תבואות-i25140",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות קונג'אק בסגנון נודלס אורגני קיטו - תבואות\n\nדל בפחמימות | אורגני | ללא גלוטן | ללא סוכר | מוכן לאכילה | ניתן לחמם תוך 2 דק' | מעולה עם רוטב, לבישול, מרקים ועוד\n\nרכיבים: מים מטוהרים (",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-קונגאק-בסגנון-נודלס-אורגני-קיטו-תבואות-i25141",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "רכיבים: קמח תירס, מים, מים, E471\n\nהוראות הכנה: להרתיח 1 ליטר מים לכל 100 גרם קפליני. כשהמים רותחים להכניס את הקפליני, לבחוש ולבשל ללא מכסה על אש בינונית למשך 3 דקות. לסנן ולהגיש.\n\nתכולה: 250",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-תירס-קפליני-לנמנעים-מגלוטן---לה-ונציאן-La-Veneziane--i8638",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "רכיבים: קמח תירס, מים, מים, E471\n\nהוראות הכנה: להרתיח 1 ליטר מים לכל 100 גרם פטוצ'ה. כשהמים רותחים להכניס את הפטוצ'ה, לבחוש ולבשל ללא מכסה על אש בינונית למשך 5 דקות. לסנן ול",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-תירס-פטוצ`יני-לנמנעים-מגלוטן---לה-ונציאן-La-Veneziane--i8639",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "רכיבים: קמח תירס, מים, מים, E471\n\nהוראות הכנה: להרתיח 1 ליטר מים לכל 100 גרם פנה ריגטה. כשהמים רותחים להכניס את הפנה ריגטה, לבחוש ולבשל ללא מכסה על אש בינונית למשך 10 דקות. לסנן ולהגי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-תירס-פנה-ריגטה-לנמנעים-מגלוטן---לה-ונציאן-La-Veneziane--i8641",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "רכיבים: קמח תירס, מים, מים, E471\n\nהוראות הכנה: להרתיח 1 ליטר מים לכל 100 גרם אליקה. כשהמים רותחים להכניס את האליקה, לבחוש ולבשל ללא מכסה על אש בינונית למשך7 דקות. לסנן ולהגיש.\n\nתכול",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-תירס-אליקה-לנמנעים-מגלוטן---לה-ונציאן-La-Veneziane--i8642",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "פסטה תירס ניוקי לנמנעים מגלוטן - לה ונציאן\n\nרכיבים: קמח תירס, מים, מים, E471\n\nהוראות הכנה: להרתיח 1 ליטר מים לכל 100 גרם ניוקי. כשהמים רותחים להכניס את הניוקי, לבחוש ולבשל ללא מכסה על אש",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-תירס-ניוקי-לנמנעים-מגלוטן---לה-ונציאן-La-Veneziane--i8643",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "רקמח עדשים צהובות (90%), קמח אורז מלא(10%). פסטה על בסיס קטניות, בניגוד לפסטת חיטה היא מוצר מזון בריא יותר, עשיר מאוד בחלבון ובסיבים תזונתיים ותורם לתחושת שובע לאורך זמן. הפסטות של Felicia מיוצרת באיט",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "דפי-לזניה-אורגנית-מעדשים-צהובות-בקופסא-אורגני-ללא-גלוטן-וללא-תוספת-סוכר-פליסיה-Felicia-Bio--i14931",
      "image": "productsimages/mfrimages/thumbs/470136_80_40.PNG"
    },
    {
      "name": "* אינו מהונדס גנטית\n\n* מקור לחלבון\n\n* מקור לסיבים תזונתיים\n\n* ללא גלוטן",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסט-פרו-קסרצה-מעדשים-צהובות-אורגני-ללא-גלוטן---נוטרה-זן-נוטרה-זן--i20644",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "רכיבים: 100% פולי סויה ירוקים אורגניים\n\nמידע על אלרגניים: מכיל סויה\n\nכשר פרווה בהשגחת הרב דן יואל לוי ובאישור הרבנות הראשית לישראל.",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-אדממה-אורגני-ללא-גלוטן-250-גרם--ג`סט-טייסט-just-taste--i22197",
      "image": "productsimages/mfrimages/thumbs/Z537011_80_40.jpg"
    },
    {
      "name": "ללא גלוטן, מתאים לטבעונים, אינו מהונדס גנטית\n\nמקור לחלבון ולסיבים תזונתיים\n\nמידע על אלרגנים: מכיל סויה\n\nרכיבים: 100% שעועית שחורה אורגנית\n\nכשר פרווה בהשגחת הרב דן יואל לוי ובאישור הרבנות הראשי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-שעועית-שחורה-אורגני-250-גרם--ג`סט-טייסט-just-taste--i22199",
      "image": "productsimages/mfrimages/thumbs/Z537011_80_40.jpg"
    },
    {
      "name": "ללא גלוטן, מתאים לטבעונים, אינו מהונדס גנטית\n\nרכיבים: 95% בטטה, 5% כורכום מתוצרת אורגנית\n\nמידע על אלרגניים: מכיל סויה\n\nכשר פרווה בהשגחת הרב דן יואל לוי ובאישור הרבנות הראשית לישראל.",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-בטטה-אורגני-250-גרם--ג`סט-טייסט-i22201",
      "image": "productsimages/mfrimages/thumbs/Z537011_80_40.jpg"
    },
    {
      "name": "אטריות עדשים כתומות אורגניות - תבואות\n\nרכיבים: קמח עדשים כתומות אורגניות (100%)\n\nמידע על אלרגנים: עלול להכיל עקבות של סויה\n\nתכולה: 250 גרם\n\nהוראות הכנה: להרתיח 2-3 ליטר מים בסיר גדול. להוסיף א",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-עדשים-כתומות-אורגניות-ללא-גלוטן-תבואות-i23093",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "אטריות קטניות אורגניות\n\nרכיבים: קמחי קטניות (100%) (עדשים כתומות אורגניות, אפונס ירוקה אורגנית, חומוס אורגני, שעועית שחורה אורגנית).\n\nמידע על אלרגנים: עלול להכיל עקבות של סויה\n\nתכולה: 250 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-קטניות-אורגניות-ללא-גלוטן-תבואות-i23094",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "פנה חומוס וכורכום אורגניים - תבואות\n\nרכיבים: קמח חומוס אורגני (98%), קמח כורכום אורגני (2%)\n\nמידע על אלרגניים: עלול להכיל עקבות של סויה\n\nתכולה: 250 גר' \n\nהוראות הכנה: להרתיח 2-3 ליטר",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פנה-חומוס-וכורכום-אורגניות-ללא-גלוטן-תבואות-i23095",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "פוסילי כוסמת אורגני - ללא גלוטן\n\nרכיבים: קמח כוסמת אורגנית (100%)\n\nמידע על אלרגנים: עלול להכיל עקבות של סויה.\n\nתכולה: 250 גר'\n\nהוראות הכנה: להרתיח 2-3 ליטר מים בסיר גדול. להוסיף את האטריות",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פוסילי-כוסמת-אורגני-ללא-גלוטן-תבואות-i23096",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "פוסיליני עדשים צהובות אורגניות - תבואות\n\nרכיבים: קמח עדשים צהובות אורגניות (100%)\n\nמידע על אלרגנים: עלול להכיל עקבות של סויה\n\nתכולה: 250 גר' \n\nהוראות הכנה: להרתיח 2-3 ליטר מים בסיר גד",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פוסיליני-עדשים-צהובות-אורגניות-ללא-גלוטן-תבואות-i23097",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "ניוקי תפוחי אדמה אורגני ללא גלוטן\n\nרכיבים: מחית תפוחי אדמה אורגניים* (70%) (מים, תפוחי אדמה מיובשים 18%)), קמח תירס*, עמילן תפוח אדמה*, קמח אורז*, מלח שולחן, מווסת חומציות (חומצה לקטית), כורכום*",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "ניוקי-תפוא-ללא-גלוטן-אורגני-ניצת-הדובדבן-i23789",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות כוסמת אורגני ללא גלוטן - ניצת הדובדבן\n\nללא נתרן | ללא סוכר | ללא שומן רווי | ללא שומן טראנס\n\nרכיבים: כוסמת אורגנית (100%)\n\nתכולה: 250 גרם\n\nכשר פרווה בהשגחת STAR K ובאישור הרבנות הראשית",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-כוסמת-אורגני-ללא-גלוטן-ניצת-הדובדבן-i26088",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אטריות חומוס אורגניות ללא גלוטן\n\nמקור לחלבון | מכיל סיבים תזונתיים | טבעוני\n\nרכיבים: קמח חומוס אורגני, מים.\n\nמידע על אלרגנים: עלול להכיל סויה.\n\nמשקל: 250 גרם\n\nכשר פרווה בהשגחת ועד הכשרות אוק",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-חומוס-אורגני-ללא-גלוטן-דלה-קוסטה-i25837",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "אטריות עדשים אדומות אורגניות ללא גלוטן\n\nמקור לחלבון | מכיל סיבים תזונתיים | טבעוני\n\nרכיבים: קמח עדשים אדומות אורגני, מים\n\nמידע על אלרגנים: עלול להכיל סויה.\n\nמשקל: 250 גרם\n\nכשר פרווה בהשגחת ו",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-עדשים-אדומות-אורגני-ללא-גלוטן-דלה-קוסטה-i25835",
      "image": "productsimages/mfrimages/thumbs/B159707_80_40.jpg"
    },
    {
      "name": "אטריות אדממה ושעועית מש אורגניים\n\nאטריות על בסיס פולי סויה ירוקים ושעועית מש\n\nללא גלוטן | מתאים לטבעונים | אינו מהונדס גנטית | מקור לחלבון וסיבים תזונתיים\n\nרכיבים: פולי סויה ירוקים* (95%), שעועי",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-אדממה-ושעועית-מש-אורגניים-250-גרם-גסט-טייסט-i25401",
      "image": "productsimages/mfrimages/thumbs/Z537011_80_40.jpg"
    },
    {
      "name": "אטריות פוזילי טריקולור- דגש\n\nרכיבים: קמח תירס (50%),קמח אורז (49.5%) (קמח אורז מלא,קמח אורז),מתחלב E471\n\nתכולה: 400 גרם\n\nבהשגחת בד\"ץ בית יוסף ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "אטריות-פוזילי-טריקולור-דגש-i22087",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "נודלס - איטריות אורז אורגניות מבית השדה.\nלהכנת פסטה ללא גלוטן, עשויות מקמח אורז מלא אורגני בשימוש במים.\n\nמשקל נקי: 250 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "נודלס-אורז-מלא-לנמנעים-מגלוטן-אורגני-השדה-השדה--i215",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "נודלס - איטריות אורגניות מאורז שחור מבית \"השדה\", להכנת פסטה טעימה לנמנעים מגלוטן.\nרכיבים: קמח אורז שחור אורגני (ללא גלוטן).\n\nמשקל נקי: 250 גרם\n\n \n\n \n\n \n\n \n\n&",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "נודלס-אורז-שחור-לנמנעים-מגלוטן-אורגני-השדה-השדה--i625",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "נודלס - איטריות אורגניות מאורז תאילנדי מובחר - השדה.\nלהכנת פסטה טעימה ובריאה - לנמנעים מגלוטן.\nרכיבים: קמח אורז אורגני ומים.\n\nמשקל נקי: 250 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "נודלס-אורז-תאילנדי-לנמנעים-מגלוטן-אורגני-השדה-השדה--i685",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "נודלס איטריות מאורז מלא ואצות וואקמה- השדה- איטריות נודלס מקמח מלא אורגני לנמנעים מגלוטן בתוספת אצות וואקמה.\n\nרכיבים: קמח אורז מלא אורגני, מים, אבקת אצות וואקמה,\n\nאחסון: יש לאחסן במקום יבש ומוצל.",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "נודלס-אורז-מלא-ואצות-וואקמה-לנמנעים-מגלוטן-אורגני-השדה-השדה--i7055",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "סקיני פסטה נודלס (אטריות קונג`אק עם טפיוקה)\n\nאטריות הקונג'אק של \"סקיני פסטה\" משלבות בין טעם מצוין לסגולות בריאות רבות. אטריות אלו, שמכילות טפיוקה, מתאימות לכל מי שרוצה ליהנות מהמרקם הצ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "סקיני-פסטה-בצורת-נודלס-אטריות-קונגאק-עם-טפיוקה-i9154",
      "image": "productsimages/mfrimages/thumbs/U720223_80_40.png"
    },
    {
      "name": "נודלס אורגני מאורז מלא עם דלעת וג`ינג`יר לנמנעים מגלוטן השדה\n\nרכיבים: קמח אורז מלא אורגני( 94.5%), אבקת דלעת אורגנית (5%), אבקת ג'ינג'ר אורגנית (0.5%), מים. \n\nיש לשמור במקום מוצל, קריר ויבש.\n\nהו",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "נודלס-אורז-מלא-דלעת-וג`ינג`יר-לנמנעים-מגלוטן-אורגני-השדה-השדה--i9215",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "נודלס סובה מכוסמת לנמנעים מגלוטן אורגני - השדה\n\nאטריות אורגניות מסובה 100% כוסמת מלאה\nלהכנת פסטה טעימה ובריאה - ללא גלוטן.\nרכיבים: קמח כוסמת מלא אורגני, ללא גלוטן\n\nמשקל נקי: 250 גרם",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "נודלס-סובה-מכוסמת-לנמנעים-מגלוטן-אורגני-השדה-השדה--i9336",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "ניוקי איטלקי \n\n\nרכיבים: מחית תפו\"א (80%), (מים, תפוח אדמה מיובש: מכיל תפוח אדמה וחומר מתחלב ומייצב E-471, חומרי טעם וריח טבעיים), קמח תירס, עמילן תפו\"א, עמילן תירס, מלח, קמח אורז, מו",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "ניוקי-לנמנעים-מגלוטן,-איטלקי-באריזת-2*250-גרם-vinei--i10422",
      "image": "productsimages/mfrimages/thumbs/X277444_80_40.jpg"
    },
    {
      "name": "רצועות לזניה ללא גלוטן וללא ביצים. הרצועות כבר מוכנות מראש, לכן ניתן להכניסן ישירות לאפייה בין שכבות של רוטב עגבניות או פטריות, ולאפות כ-20 דקות.\n\nרכיבים: קמח תירס 48%, קמח אורז, מים,  מתחלב: E",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "לזניה-תירס-ואורז-לנמנעים-מגלוטן-לה-ונציאן-i8644",
      "image": "productsimages/mfrimages/thumbs/776609_80_40.PNG"
    },
    {
      "name": "שיראטאקי אטריות קונג`אק דקיקות - טייסט אוף אסיה\n\nרכיבים: מים, קמח קונג'אק 3.1%, קלציום הידרוקסיד\n\nהוראות הכנה: לסנן ולשטוף היטב את האטריות. ניתן לחמם / להוסיף לתבשיל או לאכול קר. מתאים למרקים,",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "שיראטאקי-אטריות-קונג`אק-דקיקות---טייסט-אוף-אסיה-טייסט-אוף-אסיה--i10105",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "שיראטאקי אטריות קונג`אק עבות - טייסט אוף אסיה\n\nרכיבים: מים, קמח קונג'אק 3.1%, קלציום הידרוקסיד\n\nהוראות הכנה: לסנן ולשטוף היטב את האטריות. ניתן לחמם / להוסיף לתבשיל או לאכול קר. מתאים",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "שיראטאקי-אטריות-קונג`אק-עבות-טייסט-אוף-אסיה-i10106",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "סקיני פסטה ספגטי (אטריות קונג`אק עם טפיוקה)\n\nאטריות הקונג'אק של \"סקיני פסטה\" משלבות בין טעם מצוין לסגולות בריאות רבות. אטריות אלו, שמכילות טפיוקה, מתאימות לכל מי שרוצה ליהנות מהמר",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "סקיני-פסטה-ספגטי-אטריות-קונג`אק-עם-טפיוקה-i9148",
      "image": "productsimages/mfrimages/thumbs/U720223_80_40.png"
    },
    {
      "name": "ספגטי עשוי מאורז מלא ללא גלוטן, בעל טעם מיוחד וערכים תזונתיים רבים.\nמיוצר בבקרת איכות גבוהה, המבטיחה תבשיל טעים ומזין כאחד.\nללא חיטה, דל בשומן, ללא שומן טראנס, ללא נתרן, ללא כולסטרול, ללא שימוש בביצ",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "ספגטי-אורז-מלא-i7566",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "פסטה עשויה מאורז מלא ללא גלוטן, בעלת טעם מיוחד וערכים תזונתיים רבים.\nמיוצרת בבקרת איכות גבוהה, המבטיחה תבשיל טעים ומזין כאחד.\nללא חיטה, דל בשומן, ללא שומן טראנס, ללא נתרן, ללא כולסטרול, ללא שימוש בב",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-אורז-מלא-פטוציני-i7567",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "פסטה מאורז מלא פוסילי - (Fusilli) ריזופיה Rizopia.\nפסטה עשויה מאורז מלא ללא גלוטן, בעלת טעם מיוחד וערכים תזונתיים רבים.\nמיוצרת בבקרת איכות גבוהה, המבטיחה תבשיל טעים ומזין כאחד.\nללא חיטה, דל בש",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-אורז-מלא-פוזילי-i7568",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "פסטה עשויה מאורז מלא ללא גלוטן, בעלת טעם מיוחד וערכים תזונתיים רבים.\nמיוצר בבקרת איכות גבוהה, המבטיחה תבשיל טעים ומזין כאחד.\nללא חיטה, דלה בשומן, ללא שומן טראנס, ללא נתרן, ללא כולסטרול, ללא שימוש בב",
      "price": null,
      "category": "פסטה, אטריות ופתיתים לנמנעים מגלוטן",
      "url": "פסטה-אורז-מלא-כונכיה-i7570",
      "image": "productsimages/mfrimages/thumbs/748761_80_40.JPG"
    },
    {
      "name": "למוצרי הקטגוריה",
      "price": null,
      "category": "חומרי בישול ואפייה",
      "url": "%d7%a7%d7%9e%d7%97%d7%99%d7%9d-c19",
      "image": "ProductsImages/CatsImages/thumbs/B442864_250_150.jpg"
    },
    {
      "name": "קמח תירס אורגני - ניצת הדובדבן",
      "price": "9.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%aa%d7%99%d7%a8%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i15724",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח חומוס אורגני - ניצת הדובדבן",
      "price": "12.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i15796",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח שיפון מלא אורגני מהדרין - ניצת הדובדבן",
      "price": "12.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a9%d7%99%d7%a4%d7%95%d7%9f-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%94%d7%93%d7%a8%d7%99%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i17981",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח חיטה 80% ללא צורך בניפוי מהדרין - ניצת הדובדבן",
      "price": "8.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%97%d7%99%d7%98%d7%94-80-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99-%d7%9e%d7%94%d7%93%d7%a8%d7%99%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i18394",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח כוסמין 80% ללא צורך בניפוי מהדרין - ניצת הדובדבן",
      "price": "13.7",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-80-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99-%d7%9e%d7%94%d7%93%d7%a8%d7%99%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i18395",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פתיתי שמרי בירה 200 גרם - ניצת הדובדבן",
      "price": "19.9",
      "category": "קמח",
      "url": "%d7%a4%d7%aa%d7%99%d7%aa%d7%99-%d7%a9%d7%9e%d7%a8%d7%99-%d7%91%d7%99%d7%a8%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7326",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אבקת שמרי בירה - ניצת הדובדבן",
      "price": "19.9",
      "category": "קמח",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%a9%d7%9e%d7%a8%d7%99-%d7%91%d7%99%d7%a8%d7%94,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i8883",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח כוסמין 70% אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-70-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i11287",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח כוסמין מלא אורגני ללא צורך בניפוי מהדרין - ניצת הדובדבן",
      "price": "14.8",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%94%d7%93%d7%a8%d7%99%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i11290",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח טף - ניצת הדובדבן",
      "price": "25.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%98%d7%a3---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i12482",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח כוסמין לבן אורגני ללא צורך בניפוי מהדרין - ניצת הדובדבן",
      "price": "16.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%9e%d7%94%d7%93%d7%a8%d7%99%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i13566",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח שקדים ללא גלוטן - ניצת הדובדבן",
      "price": "19.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i21072",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סובין חיטה טבעי",
      "price": "4.5",
      "category": "קמח",
      "url": "%d7%a1%d7%95%d7%91%d7%99%d7%9f-%d7%97%d7%99%d7%98%d7%94-%d7%98%d7%91%d7%a2%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i22788",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שקדים טחונים  (קמח שקדים) אורגנים - ניצת הדובדבן",
      "price": "25.9",
      "category": "קמח",
      "url": "%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%98%d7%97%d7%95%d7%a0%d7%99%d7%9d--%d7%a7%d7%9e%d7%97-%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23103",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח פיצה מכוסמין לבן אורגני - ניצת הדובדבן",
      "price": "17.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a4%d7%99%d7%a6%d7%94-%d7%9e%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25921",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח מחיטת דורום מלאה אורגנית - ניצת מהדרין",
      "price": "12.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26588",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח שיבולת שועל 1 ק`ג - עלי טבע",
      "price": "15.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-1-%d7%a7`%d7%92-%d7%a2%d7%9c%d7%99-%d7%98%d7%91%d7%a2-%d7%a2%d7%9c%d7%99-%d7%98%d7%91%d7%a2--i27069",
      "image": "productsimages/mfrimages/thumbs/E321801_80_40.png"
    },
    {
      "name": "קמח כוסמין מלא אורגני ללא צורך בניפוי - תבואות",
      "price": "16.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25784",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "קמח כוסמין 70% אורגני ללא צורך בניפוי - תבואות",
      "price": "17.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-70-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25785",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "קמח חיטה 70% אוורירי ללא צורך בניפוי וקרור",
      "price": "10.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%97%d7%99%d7%98%d7%94-70-%d7%90%d7%95%d7%95%d7%a8%d7%99%d7%a8%d7%99-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99-%d7%95%d7%a7%d7%a8%d7%95%d7%a8-i24802",
      "image": "/ProductsImages/thumbs/F556267_304202394135_250_180.jpg"
    },
    {
      "name": "מחמצת טבעית מיובשת פעילה - קמח הארץ",
      "price": "22.5",
      "category": "קמח",
      "url": "%d7%9e%d7%97%d7%9e%d7%a6%d7%aa-%d7%98%d7%91%d7%a2%d7%99%d7%aa-%d7%9e%d7%99%d7%95%d7%91%d7%a9%d7%aa-%d7%a4%d7%a2%d7%99%d7%9c%d7%94-%d7%a7%d7%9e%d7%97-%d7%94%d7%90%d7%a8%d7%a5-i25169",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "קמח סורגום פחות מ20 ppm שי של הטבע",
      "price": "13.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a1%d7%95%d7%a8%d7%92%d7%95%d7%9d-%d7%a4%d7%97%d7%95%d7%aa-%d7%9e20-ppm-%d7%a9%d7%99-%d7%a9%d7%9c-%d7%94%d7%98%d7%91%d7%a2-i13910",
      "image": "productsimages/mfrimages/thumbs/D768548_80_40.png"
    },
    {
      "name": "קמח חורסאן מלא 100% - הטחנות",
      "price": "24.5",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%97%d7%95%d7%a8%d7%a1%d7%90%d7%9f-%d7%9e%d7%9c%d7%90-100-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-i25266",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח מצה ממצה שמורה שיבולת שועל",
      "price": "54.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9e%d7%a6%d7%94-%d7%9e%d7%9e%d7%a6%d7%94-%d7%a9%d7%9e%d7%95%d7%a8%d7%94-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-i24676",
      "image": "productsimages/mfrimages/thumbs/L171456_80_40.jpg"
    },
    {
      "name": "קמח אמר מלא 100% - הטחנות הגדולות",
      "price": "21.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%90%d7%9e%d7%a8-%d7%9e%d7%9c%d7%90-100---%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa--i25935",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח אינקורן מלא 100% - הטחנות הגדולות",
      "price": "27.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%90%d7%99%d7%a0%d7%a7%d7%95%d7%a8%d7%9f-%d7%9e%d7%9c%d7%90-100-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-i25936",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח כוסמין לבן תופח - נטורלה",
      "price": "11.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9c%d7%91%d7%9f-%d7%aa%d7%95%d7%a4%d7%97-%d7%a0%d7%98%d7%95%d7%a8%d7%9c%d7%94-i26146",
      "image": "productsimages/mfrimages/thumbs/R822045_80_40.png"
    },
    {
      "name": "קמח שקדים מופחת שומן ועשיר בחלבון - לס אנד מור",
      "price": "29.5",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%9e%d7%95%d7%a4%d7%97%d7%aa-%d7%a9%d7%95%d7%9e%d7%9f-%d7%95%d7%a2%d7%a9%d7%99%d7%a8-%d7%91%d7%97%d7%9c%d7%91%d7%95%d7%9f-%d7%9c%d7%a1-%d7%90%d7%a0%d7%93-%d7%9e%d7%95%d7%a8-i27389",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "קמח כוסמין מלא, ללא צורך בניפוי - שטיבל",
      "price": "11.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90,-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99---%d7%a9%d7%98%d7%99%d7%91%d7%9c-%d7%a9%d7%98%d7%99%d7%91%d7%9c--i27450",
      "image": "productsimages/mfrimages/thumbs/J995507_80_40.jpg"
    },
    {
      "name": "קמח כוסמין לבן, ללא צורך בניפוי - שטיבל",
      "price": "11.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9c%d7%91%d7%9f,-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99---%d7%a9%d7%98%d7%99%d7%91%d7%9c-%d7%a9%d7%98%d7%99%d7%91%d7%9c--i27451",
      "image": "productsimages/mfrimages/thumbs/J995507_80_40.jpg"
    },
    {
      "name": "קמח שיפון מלא מנופה - הטחנות הגדולות",
      "price": "8.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a9%d7%99%d7%a4%d7%95%d7%9f-%d7%9e%d7%9c%d7%90-%d7%9e%d7%a0%d7%95%d7%a4%d7%94---%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa--i20619",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח כוסמין 100% מלא מנופה - הטחנות הגדולות",
      "price": "13.5",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-100-%d7%9e%d7%9c%d7%90-%d7%9e%d7%a0%d7%95%d7%a4%d7%94---%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa--i20620",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח לחם 100% מלא מנופה - הטחנות הגדולות",
      "price": "9.5",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9c%d7%97%d7%9d-100-%d7%9e%d7%9c%d7%90-%d7%9e%d7%a0%d7%95%d7%a4%d7%94---%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa--i20621",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח כוסמין 70% מלא מנופה- הטחנות הגדולות",
      "price": "13.9",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-70-%d7%9e%d7%9c%d7%90-%d7%9e%d7%a0%d7%95%d7%a4%d7%94--%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa--i20622",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח חיטה 70% מלא מנופה - הטחנות הגדולות",
      "price": "9.5",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%97%d7%99%d7%98%d7%94-70-%d7%9e%d7%9c%d7%90-%d7%9e%d7%a0%d7%95%d7%a4%d7%94---%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa--i20623",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח כוסמין לבן ללא צורך בניפוי - הטחנות הגדולות",
      "price": "15.8",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9c%d7%91%d7%9f-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99---%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa--i20643",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח חיטה מלא 100% מניטובה ללא צורך בניפוי - הטחנות הגדולות",
      "price": "12.5",
      "category": "קמח",
      "url": "%d7%a7%d7%9e%d7%97-%d7%97%d7%99%d7%98%d7%94-%d7%9e%d7%9c%d7%90-100-%d7%9e%d7%a0%d7%99%d7%98%d7%95%d7%91%d7%94-%d7%9c%d7%9c%d7%90-%d7%a6%d7%95%d7%a8%d7%9a-%d7%91%d7%a0%d7%99%d7%a4%d7%95%d7%99---%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa-%d7%94%d7%98%d7%97%d7%a0%d7%95%d7%aa-%d7%94%d7%92%d7%93%d7%95%d7%9c%d7%95%d7%aa--i21771",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "סולת חיטה מלאה אורגנית",
      "price": "6.6",
      "category": "קמח",
      "url": "%d7%a1%d7%95%d7%9c%d7%aa-%d7%97%d7%99%d7%98%d7%94-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa---i13271",
      "image": "productsimages/mfrimages/thumbs/U71953_80_40.jpg"
    },
    {
      "name": "סולת כוסמין מלאה אורגנית",
      "price": "18.5",
      "category": "קמח",
      "url": "%d7%a1%d7%95%d7%9c%d7%aa-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9e%d7%a0%d7%97%d7%aa-%d7%94%d7%90%d7%a8%d7%a5--i13272",
      "image": "productsimages/mfrimages/thumbs/U71953_80_40.jpg"
    },
    {
      "name": "רכיבים: תירס אורגני\n\nמידע על אלרגניים: עשוי להכיל גלוטן, סויה, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך ), בוטנים ושומשום\n\nתוצרת ארגניטינה\n\nיש לשמור במקום קריר ויבש.\n\nבהשגחת הבד\"צ א\"י",
      "price": null,
      "category": "קמח",
      "url": "קמח-תירס-אורגני-ניצת-הדובדבן-ניצת-הדובדבן--i15724",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח חומוס אורגני\n\nרכיבים: קמח חומוס אורגני\n\nמידע על אלרגנים: עלול להכיל גלוטן, אגוזים - שקד, ברזיל, קוקוס, מלך, לוז, מקדמיה, פקאן, פיסטוק, צנובר, קשיו, בוטנים ושומשום\n\nתכולה: 500 גרם\n\nכשר פרוו",
      "price": null,
      "category": "קמח",
      "url": "קמח-חומוס-אורגני-ניצת-הדובדבן-ניצת-הדובדבן--i15796",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח שיפון מלא אורגני מהדרין - ניצת הדובדבן \n\nרכיבים: גרגרי שיפון אורגניים מלאים 100% (מכיל גלוטן)\n\nמידע על אלרגניים: מכיל גלוטן (שיפון).\n\nעלול להכיל: כוסמין, חיטה, סויה, שומשום, שיבולת שועל, שעו",
      "price": null,
      "category": "קמח",
      "url": "קמח-שיפון-מלא-אורגני-מהדרין-ניצת-הדובדבן-ניצת-הדובדבן--i17981",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח כוסמין 80% ללא צורך בניפוי מהדרין - ניצת הדובדבן\n\nקמח כוסמין 80% הינו תוצר של טחינת הגרעין השלם וניפוי והוצאה של חלק מהסובין כך שנותר בקמח לפחות 80% מהגרעין השלם.\n\nהקמח בהיר יותר ויאפשר להכי",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-80-ללא-צורך-בניפוי-מהדרין-ניצת-הדובדבן-i18395",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פתיתי שמרי בירה 200 גרם - ניצת הדובדבן\n\nרכיבים: פתיתי שמרי בירה\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.",
      "price": null,
      "category": "קמח",
      "url": "פתיתי-שמרי-בירה-ניצת-הדובדבן-i7326",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אבקת שמרים מיובשים\n\nרכיבים: אבקת שמרים מיובשים\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nתכולה: 200 גרם",
      "price": null,
      "category": "קמח",
      "url": "אבקת-שמרי-בירה,-ניצת-הדובדבן-ניצת-הדובדבן--i8883",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח כוסמין 70%, הינו קמח כוסמין מלא (100%) שעבר ניפוי, כך שנותרה בו 70% מכמות הסובין המקורית. \n\nהקמח אוורירי יותר מקמח כוסמין מלא, תוצריו קלילים ופחות דחוסים.\n\n     &",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-70-אורגני,-ניצת-הדובדבן-ניצת-הדובדבן--i11287",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח כוסמין מלא אורגני ללא צורך בניפוי מהדרין - ניצת הדובדבן\n\nרכיבים: קמח כוסמין מלא אורגני (מכיל גלוטן)\n\nמידע על אלרגנים: מכיל גלוטן ( חיטה - כוסמין).\n\nעלול להכיל: גלוטן (שיפון, שעורה, שיבולת שו",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-מלא-ללא-צורך-בניפוי-אורגני-מהדרין-ניצת-הדובדבן--i11290",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח טף\n\nמקורם של גרעיני הטף באתיופיה, שם הם המשמשים כמזון בסיס\n\nרכיבים: קמח טף\n\nמידע על אלרגנים: עלול להכיל גלוטן (חיטה, שיפון , שעורה, שיבולת שועל) וסויה\n\nמשקל נק: 1 ק\"ג\n\nכשר פרווה בהש",
      "price": null,
      "category": "קמח",
      "url": "קמח-טף---ניצת-הדובדבן-i12482",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח כוסמין לבן אורגני ללא צורך בניפוי מהדרין - ניצת הדובדבן\n\nרכיבים: גרעיני כוסמין אורגניים 100% (מכיל גלוטן)\n\nמידע על אלרגנים: מכיל גלוטן ( חיטה - כוסמין)\n\nעלול להכיל: גלוטן (שיפון, שעורה, שיבו",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-לבן-אורגני-ללא-צורך-בניפוי-ניצת-מהדרין-ניצת-הדובדבן--i13566",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח שקדים ללא גלוטן - ניצת הדובדבן\n\nרכיבים: שקדים קלופים 100%\n\nמידע  על אלרגניים: מכיל שקדים. עשוי להכיל סויה, אגוזים, קוקוס ושומשום\n\nתוצרת ארה\"ב. נארז ע\"י טחנת קמח טל\n\nיש לבדוק",
      "price": null,
      "category": "קמח",
      "url": "קמח-שקדים-ללא-גלוטן-ניצת-הדובדבן-i21072",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סובין חיטה\n\nרכיבים: סובין חיטה (מכיל גלוטן)\n\nמידע על אלרגניים: מכיל גלוטן , עשוי להכיל סויה, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך), בוטנים ושומשום.\n\nתכולה: 250 גרם\n\nכשר פרווה בהשגחת רבנ",
      "price": null,
      "category": "קמח",
      "url": "סובין-חיטה-טבעי-ניצת-הדובדבן-i22788",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שקדים טחונים אורגניים\n\nרכיבים: 100% שקדים אורגניים\n\nמידע על אלרגניים: מכיל שקדים. עלול להכיל חיטה גלוטן, סויה, אגוזים (פקאן צנובר, מקדמיה, קוקוס, קשיו, לוז, מלך,פיסטוק), בוטנים ושומשום\n\nכשר פרוו",
      "price": null,
      "category": "קמח",
      "url": "שקדים-טחונים--קמח-שקדים-אורגנים-ניצת-הדובדבן-i23103",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח פיצה איטלקי אורגני\n\nקמח כוסמין לבן להכנת בצק פיצה\n\nקמח כוסמין לבן אורגני שנטחן באיטליה ומותאם להכנת בצק פיצה.\n\nאין צורך בניפוי - אין צורך בקירור, כל עוד האריזה אטומה במילוי אויר, לאחר הפתיחה",
      "price": null,
      "category": "קמח",
      "url": "קמח-פיצה-מכוסמין-לבן-אורגני-ניצת-הדובדבן-i25921",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח מחיטת דורום מלאה אורגנית\n\nקמח סמולינה מלא אורגני\n\nרכיבים: קמח חיטה מלא אורגני 100% (מכיל גלוטן)\n\nמידע על אלרגנים: מכיל גלוטן (חיטה)\n\nעלול להכיל: גלוטן (שיפון, כוסמין, שעורה, שיבולת שועל),",
      "price": null,
      "category": "קמח",
      "url": "קמח-מחיטת-דורום-מלאה-אורגנית-ניצת-הדובדבן-i26588",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רכיבים:\n\nשיבולת שועל (גלוטן)\n\nמידע על אלרגניים :\n\nמכיל: גלוטן \n\nעלול להכיל: שקדים, אגוזים לסוגיהם, קוקוס, שומשום, סויה \n\nכשר פרווה בהשגחת רבנות שדות נגב \n\nבהשגחת העדה ה",
      "price": null,
      "category": "קמח",
      "url": "קמח-שיבולת-שועל-1-ק`ג-עלי-טבע-עלי-טבע--i27069",
      "image": "productsimages/mfrimages/thumbs/E321801_80_40.png"
    },
    {
      "name": "קמח כוסמין מלא אורגני\n\nנטחן מגרעין הכוסמין בשלמותו\n\nרכיבים קמח כוסמין מלא אורגני (מכיל גלוטן)\n\nמידע על אלרגנים: מכיל: גלוטן. (חיטה - כוסמין)\n\nעלול להכיל: גלוטן (שיפון, שעורה, שיבולת שועל) וסוי",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-מלא-אורגני-ללא-צורך-בניפוי-תבואות-i25784",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "קמח כוסמין אורגני 70%\n\nרכיבים: קמח כוסמין אורגני (מכיל גלוטן)\n\nמידע על אלרגנים: מכיל: גלוטן (חיטה - כוסמין).\n\nעלול להכיל: גלוטן (שיפון, שעורה, שיבולת שועל) וסויה\n\nמשקל נקי: 1 ק\"ג\n\nכשר פ",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-70-אורגני-ללא-צורך-בניפוי-תבואות-i25785",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "רוצים את הטבע",
      "price": "10.9",
      "category": "קמח",
      "url": null,
      "image": "/ProductsImages/thumbs/F556267_304202394135_250_180.jpg"
    },
    {
      "name": "קמח חיטה 70% אוורירי ללא צורך בניפוי וקרור\n\nקמח בטחינה ייחודית לאפייה קלה - ללא צורך בניפוי וקירור (כל עוד האריזה אטומה במילוי אויר)\n\nתכולה: 1 ק\"ג\n\nבהשגחת הבד\"ץ ירושלים העדה החרדית | ל",
      "price": null,
      "category": "קמח",
      "url": "קמח-חיטה-70-אוורירי-ללא-צורך-בניפוי-וקרור-i24802",
      "image": "/ProductsImages/thumbs/F556267_304202394135_250_180.jpg"
    },
    {
      "name": "מחמצת טבעית מיובשת פעילה אורגנית\n\nללחם, פיצה, בצק שמרים\n\nרכיבים: מחמצת אם יבשה מקמח חיטה אורגני ומים.\n\nיש לשמור במקום נקי, קריר יבש ומוצל. נארז בסביבה מבוקרת.\n\nמידע על אלרגנים: מכיל: גלוטן (חי",
      "price": null,
      "category": "קמח",
      "url": "מחמצת-טבעית-מיובשת-פעילה-קמח-הארץ-i25169",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "קמח חורסאן מלא 100% - הטחנות\n\nרכיבים: קמח חורסאן מלא 100% (גלוטן)\n\nמידע על אלרגנים: מכיל גלוטן\n\nתכולה: 1 קג\n\nכשר פרווה בהשגחת הבד\"ץ ירושלים - יש לנפות לפני השימוש",
      "price": null,
      "category": "קמח",
      "url": "קמח-חורסאן-מלא-100-הטחנות-הגדולות-i25266",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח מצה ממצה שמורה שיבולת שועל \n\nשמורה משעת קצירה\n\nרכיבים: קמח שיבולת שועל (100%) ומים בלבד.\n\nמידע לאלרגנים: עלול להכיל גלוטן\n\nתכולה: 400 גרם\n\nכשר לפסח למהדרין בהשגחת רבנות ירושלים",
      "price": null,
      "category": "קמח",
      "url": "קמח-מצה-ממצה-שמורה-שיבולת-שועל-i24676",
      "image": "productsimages/mfrimages/thumbs/L171456_80_40.jpg"
    },
    {
      "name": "קמח אמר מלא 100% - הטחנות הגדולות\n\nרכיבים: קמח אמר מלא 100% (גלוטן)\n\nמידע על אלרגנים: מכיל גלוטן (חיטה)\n\nתכולה: 1 ק\"ג",
      "price": null,
      "category": "קמח",
      "url": "קמח-אמר-מלא-100---הטחנות-הגדולות-הטחנות-הגדולות--i25935",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח אינקורן מלא 100% - הטחנות הגדולות\n\nרכיבים: קמח אינקורן מלא 100% (גלוטן)\n\nמידע על אלרגנים: מכיל: גלוטן (חיטה)\n\nתכולה: 1 ק\"ג",
      "price": null,
      "category": "קמח",
      "url": "קמח-אינקורן-מלא-100-הטחנות-הגדולות-i25936",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח כוסמין לבו תופח\n\nקמח מנופה | ללא צורך בניפוי (כל עוד האריזה אטומה במילוי אויר)\n\nרכיבים: קמח כוסמין לבן, חומרי תפיחה: E-500I, E-450I)\n\nמידע על אלרגנים: מכיל גלוטן, כוסמין (חיטה).\n\nעלול להכי",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-לבן-תופח-נטורלה-i26146",
      "image": "productsimages/mfrimages/thumbs/R822045_80_40.png"
    },
    {
      "name": "קמח שקדים מופחת שומן ועשיר בחלבון - לס אנד מור\n\nידידותי לתזונה דלת פחמימות, קיטו ופליאו | 58 גרם חלבון ב-100 גרם\n\nרכיבים: 100% שקדים טחונים קלופים וטחונים\n\nמידע על אלרגנים: מכיל שקדים\n\nעלול לה",
      "price": null,
      "category": "קמח",
      "url": "קמח-שקדים-מופחת-שומן-ועשיר-בחלבון-לס-אנד-מור-i27389",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "קמח כוסמין מלא ללא צורך בניפוי -שטיבל\n\nללא צורך בניפוי וקירור \n\nרכיבים: קמח כוסמין מלא (גלוטן)\n\nמידע על אלרגנים: \n\nמכיל: כוסמין - גלוטן / עלול להכיל: סויה בכמות מזערית\n\nתכולה: 1 קי",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-מלא,-ללא-צורך-בניפוי---שטיבל-שטיבל--i27450",
      "image": "productsimages/mfrimages/thumbs/J995507_80_40.jpg"
    },
    {
      "name": "קמח כוסמין לבן, ללא צורך בניפוי וקירור - שטיבל\n\nרכיבים: קמח כוסמין לבן (גלוטן)\n\nלאחר פתיחה יש לשמור בקירור\n\nאלרגניים: \n\nמכיל: כוסמין - גלוטן.\n\nעלול להכיל: סויה בכמות מזערית.\n\nתכולה: 1 קילו",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-לבן,-ללא-צורך-בניפוי---שטיבל-שטיבל--i27451",
      "image": "productsimages/mfrimages/thumbs/J995507_80_40.jpg"
    },
    {
      "name": "קמח‭ ‬שיפון מלא 100%, ללא צורך בניפוי\nהסדרה הבריאה מתאפיינת בתהליך טחינה מיוחד וארוך ובשימוש בחמישה סוגי חיטה שונים, באיכות גבוהה ומוקפדת. \n\nהסדרה הבריאה עשירה בויטמינים, מינרלים, חלבונים וסיב",
      "price": null,
      "category": "קמח",
      "url": "קמח-שיפון-מלא-מנופה---הטחנות-הגדולות-הטחנות-הגדולות--i20619",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח‭ ‬כוסמין מלא 100% בטחינה דקה במיוחד, ללא צורך בניפוי\nהסדרה הבריאה מתאפיינת בתהליך טחינה מיוחד וארוך ובשימוש בסוגי חיטה שונים, באיכות גבוהה ומוקפדת.\n\nהסדרה הבריאה עשירה בויטמינים, מינרלים, חלבונ",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-100-מלא-מנופה---הטחנות-הגדולות-הטחנות-הגדולות--i20620",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח‭ ‬לחם‭ ‬מלא 100% - קמח חיטה מלא מועשר, ללא צורך בניפוי, לאפיית לחמים וחלות\nנטחן מגרעין החיטה בשלמותו, מתערובת מיוחדת של חמישה סוגי חיטה מובחרים.\n\nקמח לחם מלא 100% מועשר בגלוטן - חלבון המצוי בגר",
      "price": null,
      "category": "קמח",
      "url": "קמח-לחם-100-מלא-מנופה---הטחנות-הגדולות-הטחנות-הגדולות--i20621",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח‭ ‬כוסמין 70%, ללא צורך בניפוי\nקמח כוסמין 70%, הינו קמח כוסמין שנטחן מהגרעין בשלמותו ולאחר ניפוי, מכיל בתוכו את רוב חלקי האנדוספרם ו-70% מכמות הסובין והנבט המקוריים. הקמח אוורירי יותר מקמח כוסמין",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-70-מלא-מנופה--הטחנות-הגדולות-הטחנות-הגדולות--i20622",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח חיטה 70% מכיל בתוכו 70% מכל חלקי הגרעין - מהאנדוספרם, הסובין והנבט המקוריים.\nהקמח אוורירי יותר מקמח חיטה מלא 100%, המאפים שנאפים ממנו קלילים ולא דחוסים.\nהקמח נטחן מתערובת של חיטים שנבדקה ונבחרה",
      "price": null,
      "category": "קמח",
      "url": "קמח-חיטה-70-מלא-מנופה---הטחנות-הגדולות-הטחנות-הגדולות--i20623",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח כוסמין לבן\n\nקמח כוסמין לבן נטחן מאנדוספרם הגרעין. בעל ערכים תזונתיים גבוהים, מכיל אחוז חלבון גבוה, ויטמינים מקבוצה B ומינרלים. לכוסמין מדד גליקמי נמוך. בעל טעם עדין וייחודי, לשימוש במקום קמח לבן",
      "price": null,
      "category": "קמח",
      "url": "קמח-כוסמין-לבן-ללא-צורך-בניפוי---הטחנות-הגדולות-הטחנות-הגדולות--i20643",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "קמח מניטובה, ידוע גם בשם קמח אמריקאי, קרוי על שם המחוז הדרום-מערבי של קנדה ונטחן מחיטה שגדלה בשדות שבין צפון אמריקה לדרום קנדה ועמידה מאוד לקור. הקמח הייחודי נטחן אצלנו בטחנות הגדולות מגרעיני חיטת מני",
      "price": null,
      "category": "קמח",
      "url": "קמח-חיטה-מלא-100-מניטובה-ללא-צורך-בניפוי---הטחנות-הגדולות-הטחנות-הגדולות--i21771",
      "image": "productsimages/mfrimages/thumbs/F720254_80_40.png"
    },
    {
      "name": "רכיבים: זרעי חיטה מלאה אורגנית כל קמחי מנחת הארץ נטחנים מהגרעין בשלמותו ע\"י אבני ריחיים בשיטה העתיקה והבריאה ביותר לטחינת קמחים. היות והזרעים לא באים במגע עם הברזל כמו בטחינת פטישים או גלילים. בש",
      "price": null,
      "category": "קמח",
      "url": "סולת-חיטה-מלאה-אורגנית---i13271",
      "image": "productsimages/mfrimages/thumbs/U71953_80_40.jpg"
    },
    {
      "name": "רכיבים: זרעי כוסמין\n\nכל קמחי מנחת הארץ נטחנים מהגרעין בשלמותו ע\"י אבני ריחיים בשיטה העתיקה והבריאה ביותר לטחינת קמחים. היות והזרעים לא באים במגע עם הברזל כמו בטחינת פטישים או גלילים. בשיטת הריחיים כ",
      "price": null,
      "category": "קמח",
      "url": "סולת-כוסמין-מלאה-אורגנית-מנחת-הארץ--i13272",
      "image": "productsimages/mfrimages/thumbs/U71953_80_40.jpg"
    },
    {
      "name": "קמח חומוס אורגני ללא גלוטן - ניצת הדובדבן",
      "price": "22.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i20731",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח אורז מלא אורגני ללא גלוטן - ניצת הדובדבן",
      "price": "22.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i20732",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח אפונה אורגני ללא גלוטן ניצת הדובדבן",
      "price": "23.3",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i21551",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח כוסמת אורגני ללא גלוטן ניצת הדובדבן",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i21553",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח קינואה אורגני ללא גלוטן ניצת הדובדבן",
      "price": "34.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i21554",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח אורז לבן  אורגני ללא גלוטן",
      "price": "25.7",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25237",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח ברוקולי ללא גלוטן 250 גרם - ג'י פרי",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%91%d7%a8%d7%95%d7%a7%d7%95%d7%9c%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%92%d7%99-%d7%a4%d7%a8%d7%99-i26556",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח כרובית ללא גלוטן 250 גרם - ג'י פרי",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%a8%d7%95%d7%91%d7%99%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%92%d7%99-%d7%a4%d7%a8%d7%99-i26557",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח גזר ללא גלוטן 250 גרם - ג'י פרי",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%92%d7%96%d7%a8-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%92%d7%99-%d7%a4%d7%a8%d7%99-i26558",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח בטטה ללא גלוטן 250 גרם - ג'י פרי",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%91%d7%98%d7%98%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%92%d7%99-%d7%a4%d7%a8%d7%99-i26559",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח דלעת ללא גלוטן 250 גרם - ג'י פרי",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%93%d7%9c%d7%a2%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%92%d7%99-%d7%a4%d7%a8%d7%99-i26560",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח אפונה ללא גלוטן - דגש",
      "price": "11.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%93%d7%92%d7%a9-i23338",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "קמח טף 400 גרם - תבואות",
      "price": "17.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%98%d7%a3-400-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25194",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "קורנפלור ללא גלוטן - עתיד ירוק",
      "price": "10.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%95%d7%a8%d7%a0%d7%a4%d7%9c%d7%95%d7%a8-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i22773",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח דוחן לנמנעים מגלוטן - עתיד ירוק",
      "price": "12.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%93%d7%95%d7%97%d7%9f-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i22774",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח טפיוקה אורגני ללא גלוטן",
      "price": "11.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%98%d7%a4%d7%99%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i22889",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח אורז לבן בסמתי אורגני ללא גלוטן ניצת הדובדבן",
      "price": "25.7",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%91%d7%9f-%d7%91%d7%a1%d7%9e%d7%aa%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i21552",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח עדשים אדומות אורגניות ללא גלוטן - ניצת הדובדבן",
      "price": "22.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i20730",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח קוקוס אורגני ללא גלוטן 500 גר - ניצת הדובדבן",
      "price": "13.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-500-%d7%92%d7%a8-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25321",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת לעוגה קיטו וניל ללא גלוטן 250 גרם - אגתה",
      "price": "32.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%a2%d7%95%d7%92%d7%94-%d7%a7%d7%99%d7%98%d7%95-%d7%95%d7%a0%d7%99%d7%9c-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%90%d7%92%d7%aa%d7%94-i25766",
      "image": "productsimages/mfrimages/thumbs/Q959344_80_40.png"
    },
    {
      "name": "תערובת לעוגה קיטו קקאו ללא גלוטן 250 גרם - אגתה",
      "price": "32.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%a2%d7%95%d7%92%d7%94-%d7%a7%d7%99%d7%98%d7%95-%d7%a7%d7%a7%d7%90%d7%95-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%90%d7%92%d7%aa%d7%94-i25767",
      "image": "productsimages/mfrimages/thumbs/Q959344_80_40.png"
    },
    {
      "name": "תערובת לעוגה קיטו גזר ללא גלוטן 250 גרם - אגתה",
      "price": "32.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%a2%d7%95%d7%92%d7%94-%d7%a7%d7%99%d7%98%d7%95-%d7%92%d7%96%d7%a8-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%90%d7%92%d7%aa%d7%94-i25768",
      "image": "productsimages/mfrimages/thumbs/Q959344_80_40.png"
    },
    {
      "name": "תערובת לעוגה קיטו תפוז ללא גלוטן 250 גרם - אגתה",
      "price": "32.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%a2%d7%95%d7%92%d7%94-%d7%a7%d7%99%d7%98%d7%95-%d7%aa%d7%a4%d7%95%d7%96-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%90%d7%92%d7%aa%d7%94-i25769",
      "image": "productsimages/mfrimages/thumbs/Q959344_80_40.png"
    },
    {
      "name": "פולנטה מקמח תירס לבן ללא גלוטן - עתיד ירוק",
      "price": "14.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a4%d7%95%d7%9c%d7%a0%d7%98%d7%94-%d7%9e%d7%a7%d7%9e%d7%97-%d7%aa%d7%a8%d7%a1-%d7%9c%d7%91%d7%9f-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i25965",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "שמרים יבשים אינסטנט לאפיה לל'ג - תמי",
      "price": "17.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a9%d7%9e%d7%a8%d7%99%d7%9d-%d7%99%d7%91%d7%a9%d7%99%d7%9d-%d7%90%d7%99%d7%a0%d7%a1%d7%98%d7%a0%d7%98-%d7%9c%d7%90%d7%a4%d7%99%d7%94-%d7%9c%d7%9c%d7%92---%d7%aa%d7%9e%d7%99-%d7%aa%d7%9e%d7%99--i27546",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח מיקס איט לאפיה כללית 500 גרם - שר",
      "price": "18.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9e%d7%99%d7%a7%d7%a1-%d7%90%d7%99%d7%98-%d7%9c%d7%90%d7%a4%d7%99%d7%94-%d7%9b%d7%9c%d7%9c%d7%99%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%a9%d7%a8-i24565",
      "image": "productsimages/mfrimages/thumbs/P901696_80_40.png"
    },
    {
      "name": "תערובת להכנת בסיס לפיצה ללא גלוטן",
      "price": "24.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%94%d7%9b%d7%a0%d7%aa-%d7%91%d7%a1%d7%99%d7%a1-%d7%9c%d7%a4%d7%99%d7%a6%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%9e%d7%99-i25003",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח ללא גלוטן מיקס בי - שר",
      "price": "38.8",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9e%d7%99%d7%a7%d7%a1-%d7%91%d7%99-%d7%a9%d7%a8-Schar-i18561",
      "image": "productsimages/mfrimages/thumbs/P901696_80_40.png"
    },
    {
      "name": "קמח חומוס לנמנעים מגלוטן - עתיד ירוק",
      "price": "12.8",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i10055",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תערובת לאפיית עוגות ומאפינס מולינו ללא גלוטן - קמח הארץ",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%90%d7%a4%d7%99%d7%99%d7%aa-%d7%a2%d7%95%d7%92%d7%95%d7%aa-%d7%95%d7%9e%d7%90%d7%a4%d7%99%d7%a0%d7%a1-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a7%d7%9e%d7%97-%d7%94%d7%90%d7%a8%d7%a5-i20600",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "תערובת לאפייה על בסיס עמילן חיטה מולינו ללא גלוטן - קמח הארץ",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%90%d7%a4%d7%99%d7%99%d7%94-%d7%a2%d7%9c-%d7%91%d7%a1%d7%99%d7%a1-%d7%a2%d7%9e%d7%99%d7%9c%d7%9f-%d7%97%d7%99%d7%98%d7%94-%d7%9e%d7%95%d7%9c%d7%99%d7%a0%d7%95-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a7%d7%9e%d7%97-%d7%94%d7%90%d7%a8%d7%a5-i20601",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "קוקוס טחון ללא גלוטן - נוטרה זן",
      "price": "17.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%98%d7%97%d7%95%d7%9f-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f--i20706",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קמח תפו\"א לנמנעים מגלוטן דגש",
      "price": "12.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%aa%d7%a4%d7%95%d7%90,-%d7%93%d7%92%d7%a9-%d7%93%d7%95%d7%9b%d7%9f-%d7%92%d7%9f-%d7%a9%d7%9e%d7%95%d7%90%d7%9c--i7488",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "קמח טף לנמנעים מגלוטן - עתיד ירוק",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%98%d7%a3-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i9210",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח רב תכליתי , כרגיל - 450 גרם לנמנעים מגלוטן - אשבל",
      "price": "16.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%9b%d7%a8%d7%92%d7%99%d7%9c-,-%d7%a7%d7%9e%d7%97-%d7%a8%d7%91-%d7%aa%d7%9b%d7%9c%d7%99%d7%aa%d7%99-450-%d7%92%d7%a8%d7%9d--%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%90%d7%a9%d7%91%d7%9c---i9841",
      "image": "productsimages/mfrimages/thumbs/O74547_80_40.png"
    },
    {
      "name": "כרגיל, קמח ללחם לנמנעים מגלוטן 500 גרם-אשבל",
      "price": "16.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%9b%d7%a8%d7%92%d7%99%d7%9c-%d7%a7%d7%9e%d7%97-%d7%9c%d7%9c%d7%97%d7%9d-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-500-%d7%92%d7%a8%d7%9d-%d7%90%d7%a9%d7%91%d7%9c-i10473",
      "image": "productsimages/mfrimages/thumbs/O74547_80_40.png"
    },
    {
      "name": "קמח כוסמת אורגני ללא גלוטן 400 גרם - עתיד ירוק",
      "price": "10.1",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i13397",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח שיבולת שועל מלאה אורגני ללא גלוטן - נוטרה זן",
      "price": "16.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%9e%d7%9c%d7%90%d7%94-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i13743",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קמח תמי תופח - ללא גלוטן",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%aa%d7%9e%d7%99-%d7%aa%d7%a4%d7%95%d7%97-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-i14540",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח תמי רב תכליתי - ללא גלוטן",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%aa%d7%9e%d7%99-%d7%a8%d7%91-%d7%aa%d7%9b%d7%9c%d7%99%d7%aa%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-i14541",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח למאפי שמרים תופח - ללא גלוטן",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%aa%d7%9e%d7%99-%d7%aa%d7%95%d7%a4%d7%97-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-i14542",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח קוקוס אורגני ללא גלוטן - נוטרה זן",
      "price": "17.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i15327",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קמח איטלקי לאפיה לנמנעים מגלוטן",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%90%d7%99%d7%98%d7%9c%d7%a7%d7%99-%d7%9c%d7%90%d7%a4%d7%99%d7%94-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a7%d7%9e%d7%97-%d7%94%d7%90%d7%a8%d7%a5-i22039",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "קמח שקדים לנמנעים מגלוטן מתאים לתזונת קיטו ופליאו - עתיד ירוק",
      "price": "24.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a9%d7%a7%d7%93%d7%99%d7%9d-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7--i22392",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח עדשים אדומות לנמנעים מגלוטן - עתיד ירוק",
      "price": "13.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i22393",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח עדשים אדומות ללא גלוטן- גלוטן פרי מהדרין",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f--%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a4%d7%a8%d7%99-%d7%9e%d7%94%d7%93%d7%a8%d7%99%d7%9f-i22913",
      "image": "/ProductsImages/thumbs/U721886_2672021113450_250_180.jpg"
    },
    {
      "name": "קמח פולנטה ללא גלוטן - עתיד ירוק",
      "price": "13.3",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a4%d7%95%d7%9c%d7%a0%d7%98%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i22947",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח שיבולת שועל מלאה אורגני ללא גלוטן - עתיד ירוק",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-%d7%a2%d7%aa%d7%99%d7%93-i22805",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח PANERIA ללא גלוטן ע'ב עמילן חיטה רב תכליתית",
      "price": "25.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%a7%d7%9e%d7%97%d7%99%d7%9d-PANERIA-%d7%a8%d7%91-%d7%aa%d7%9b%d7%9c%d7%99%d7%aa%d7%99%d7%aa-%d7%a2`%d7%91-%d7%a2%d7%9e%d7%99%d7%9c%d7%9f-%d7%97%d7%99%d7%98%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f--i22864",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קמח אורז לבן לנמנעים מגלוטן - עתיד ירוק",
      "price": "9.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%91%d7%9f-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i23228",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "פירורי לחם ללא גלוטן - עתיד ירוק",
      "price": "17.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%9c%d7%97%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i23332",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח תמי לאפיית לחם ומאפי שמרים ללא גלוטן",
      "price": "23.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%aa%d7%9e%d7%99-%d7%9c%d7%90%d7%a4%d7%99%d7%99%d7%aa-%d7%9c%d7%97%d7%9d-%d7%95%d7%9e%d7%90%d7%a4%d7%99-%d7%a9%d7%9e%d7%a8%d7%99%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%9e%d7%99-i23806",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח תירס לנמנעים מגלוטן - עתיד ירוק",
      "price": "9.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%aa%d7%99%d7%a8%d7%a1-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i23880",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח בננה ירוקה ללא גלוטן - עתיד ירוק",
      "price": "27.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%91%d7%a0%d7%a0%d7%94-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i23983",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תערובת לאפיית לחם כפרי מולינו ללא גלוטן - קמח הארץ",
      "price": "24.4",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%90%d7%a4%d7%99%d7%99%d7%aa-%d7%9c%d7%97%d7%9d-%d7%9b%d7%a4%d7%a8%d7%99-%d7%9e%d7%95%d7%9c%d7%99%d7%a0%d7%95-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a7%d7%9e%d7%97-%d7%94%d7%90%d7%a8%d7%a5-i23955",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "בצק עלים ללא גלוטן - תמי",
      "price": "21.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%91%d7%a6%d7%a7-%d7%a2%d7%9c%d7%99%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%9e%d7%99-i23154",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח תירס לבן להכנת טורטיות ללא גלוטן - טרז פזוס",
      "price": "16.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%aa%d7%99%d7%a8%d7%a1-%d7%9c%d7%91%d7%9f-%d7%9c%d7%94%d7%9b%d7%a0%d7%aa-%d7%98%d7%95%d7%a8%d7%98%d7%99%d7%95%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f---%d7%98%d7%a8%d7%96-%d7%a4%d7%96%d7%95%d7%a1-Tres-pesos--i21729",
      "image": "productsimages/mfrimages/thumbs/B731011_80_40.jpg"
    },
    {
      "name": "קמח תפו\"א ללא גלוטן 400 גרם - עתיד ירוק",
      "price": "11.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%aa%d7%a4%d7%95`%d7%90-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i10049",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח טפיוקה ללא גלוטן  - עתיד ירוק",
      "price": "11.5",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a2%d7%9e%d7%99%d7%9c%d7%9f-%d7%98%d7%a4%d7%99%d7%95%d7%a7%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i20027",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח טף בהיר מעודן לנמנעים מגלוטן - עתיד ירוק",
      "price": "21.4",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%98%d7%a3-%d7%91%d7%94%d7%99%d7%a8-%d7%9e%d7%a2%d7%95%d7%93%d7%9f-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%91%d7%99%d7%91-%d7%99%d7%a8%d7%95%d7%a7-i10199",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח קוקוס אורגני 500 גר` קוקומי",
      "price": "13.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "%d7%a7%d7%9e%d7%97-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8`-%d7%a7%d7%95%d7%a7%d7%95%d7%9e%d7%99-i9858",
      "image": "productsimages/mfrimages/thumbs/722333_80_40.PNG"
    },
    {
      "name": "קמח חומוס אורגני ללא גלוטן - ניצת הדובדבן \n\nרכיבים: חומוס אורגני\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-חומוס-אורגני-ללא-גלוטן---ניצת-הדובדבן-ניצת-הדובדבן--i20731",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח אורז מלא אורגני ללא גלוטן - ניצת הדובדבן\n\nרכיבים: אורז מלא אורגני\n\nמידע על אלרגניים: עשוי להכיל סויה, שקדים, אגוזים, קוקוס, שומשום\n\nתכולה: 1 ק\"ג\n\nכשר בהשגחת בד\"צ מחזיקי הדת\n\n&n",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-אורז-מלא-אורגני-ללא-גלוטן---ניצת-הדובדבן-ניצת-הדובדבן--i20732",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח אפונה אורגני ללא גלוטן ניצת הדובדבן\n\nרכיבים: אפונה ירוקה אורגנית\n\nאזהרת אלרגניים: סויה, שקדים, אגוזים, קוקוס, שומשום\n\n* יש לבדוק לפני השימוש.\n\nלאחסן במקום קריר, יבש ומוצל\n\nכשר פרווה בהשג",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-אפונה-אורגני-ללא-גלוטן-ניצת-הדובדבן-ניצת-הדובדבן--i21551",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רכיבים: כוסמת קלויה אורגנית\n\nאזהרת אלרגניים: סויה, שקדים, אגוזים, קוקוס, שומשום\n\n* יש לבדןק לפני השימוש.\n\nלאחסן במקום קריר, יבש ומוצל\n\nכשר בהשגחת הבד\"צ מחזיקי הדת לא כולל פסח",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-כוסמת-אורגני-ללא-גלוטן-ניצת-הדובדבן-ניצת-הדובדבן--i21553",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רכיבים: קינואה רויאל אורגנית\n\nאזהרת אלרגניים: סויה, שקדים, אגוזים, קוקוס, שומשום\n\n* יש לבדןק לפני השימוש.\n\nלאחסן במקום קריר, יבש ומוצל\n\nכשר פרווה בהשגחת הבד\"צ מחזיקי הדת.​  לא כולל פ",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-קינואה-אורגני-ללא-גלוטן-ניצת-הדובדבן-ניצת-הדובדבן--i21554",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח אורז לבן אורגני ללא גלוטן\n\nרכיבים: אורז לבן אורגני\n\nמידע על אלרגנים: עשוי להכיל סויה, שקדים, אגוזים, קוקוס, שומשום\n\nתכולה: 1 ק\"ג\n\nכשר בהשגחת הבד\"צ מחזיקי הדת.​",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-אורז-לבן-אורגני-ללא-גלוטן-ניצת-הדובדבן-i25237",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח ברוקולי ללא גלוטן 250 גרם - ג'י פרי\n\n100% ירק, מתאים להכנת פשטידות, פסטה, לחמניות, קישים, מאפים, רביולי, שייקים, מנות מוקרמות והעשרת מרקים\n\nרכיבים: 100% ברוקולי\n\nמידע על אלרגנים: עלול לה",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-ברוקולי-ללא-גלוטן-250-גרם-גי-פרי-i26556",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח כרובית ללא גלוטן 250 גרם - ג'י פרי\n\nללא גלוטן | ללא חומרים משמרים | מעולה להכנת פיצות\n\nרכיבים: 100% כרובית\n\nמידע על אלרגנים: עלול להכיל סלרי\n\nתכולה: 250 גרם\n\nכשר פרווה בהשגחת הרבנות",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-כרובית-ללא-גלוטן-250-גרם-גי-פרי-i26557",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח גזר - 100% ירק\n\nללא גלוטן | ללא חומרים משמרים | מעולה לאפיית עוגות - מתאים להכנת פשטידות, קישים, עוגות, שייקים ולהעשרת מרקים\n\nרכיבים: 100% גזר\n\nמידע על אלרגנים: עלול להכיל סלרי\n\nתכולה: 250",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-גזר-ללא-גלוטן-250-גרם-גי-פרי-i26558",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח בטטה - 100% ירק\n\nלבישול ולאפייה\n\nללא גלוטן | ללא חומרים משמרים | מעולה להכנת ניוקי, קישים, רביולי, לביבות, בורקס, קרקר מלוח ומרקים\n\nרכיבים: 100% בטטה\n\nמידע על אלרגנים: עלול להכיל סלרי\n\nת",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-בטטה-ללא-גלוטן-250-גרם-גי-פרי-i26559",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח דלעת\n\n100% ירק | ללא גלוטן | ללא חומרים משמרים | מעולה לבישול מרקים\n\nרכיבים: 100% דלעת\n\nתכולה: 250 גרם\n\nכשר פרווה בהשגחת הרבנות שדות נגב \"ב. שהכל\", יש לבדוק לפני השימוש, ללא צורך",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-דלעת-ללא-גלוטן-250-גרם-גי-פרי-i26560",
      "image": "productsimages/mfrimages/thumbs/P69482_80_40.png"
    },
    {
      "name": "קמח אפונה ללא גלוטן - דגש\n\nעשיר בחלבון ובסיבים | מקור לברזל ומגנזיום\n\nתכולה: 500 גרם",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-אפונה-ללא-גלוטן-דגש-i23338",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "קמח טף - תבואות\n\nללא גלוטן | רכיבים טבעיים בלבד\n\nרכיבים: 100% טף\n\nתכולה: 400 גרם\n\nמידע על אלרגנים: עלול להכיל שקדים\n\nכשר פרווה הבשגחת הבד\"ץ העדה החרדית ירושלים, לא כולל פסח",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-טף-400-גרם-תבואות-i25194",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "קורנפלור ללא גלוטן - עתיד ירוק\n\nמספק פחמימות זמינות לגוף | מושלם להקרמת מרקים, רטבים ותבשילים שונים | מעניק אווריריות ועידון למאפים ללא גלוטן\n\nרכיבים: עמילן תירס למאכל (100%)\n\nמידע על אלרגנים: ע",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קורנפלור-ללא-גלוטן-עתיד-ירוק-i22773",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח דוחן לנמנעים מגלוטן - עתיד ירוק\n\nקמח דוחן מתאים להכנה של מגוון רחב של תבשילים ולחמים | עשיר בחלבון | מקור למגנזיום, זרחן וברזל\n\nמשקל נקי: 400 גרם",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-דוחן-לנמנעים-מגלוטן-עתיד-ירוק-i22774",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח טפיוקה אורגני ללא גלוטן\n\nרכיבים: שורש טפיוקה אורגני ללא גלוטן\n\nמידע על אלרגניים: עלול להכיל סויה, שקדים, אגוזים, קוקוס, שומשום\n\nמשקל: 500 גרם\n\nכשר פרווה בהשגחת ועד הכשרות תאילנד הרב יוסי ח",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-טפיוקה-אורגני-ללא-גלוטן-ניצת-הדובדבן-i22889",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רכיבים: אורז בסמטי לבן אורגני\n\nאזהרת אלרגניים: סויה, שקדים, אגוזים, קוקוס, שומשום\n\n* יש לבדןק לפני השימוש.\n\nלאחסן במקום קריר, יבש ומוצל\n\nכשר בהשגחת הבד\"צ מחזיקי הדת לא כולל פסח",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-אורז-לבן-בסמתי-אורגני-ללא-גלוטן-ניצת-הדובדבן-ניצת-הדובדבן--i21552",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קמח קוקוס אורגני ללא גלוטן - ניצת הדובדבן\n\nמתאים להכנת עוגיות, ממתקים, עיבוי מרקים ופשטידות\n\nרכיבים: קוקוס אורגני\n\nתכולה: 500 גר'\n\nכשר פרווה בהשגחת STAR K  ובאישור הרבנות הראשית לישרא",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-קוקוס-אורגני-ללא-גלוטן-500-גר-ניצת-הדובדבן-i25321",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת לעוגה קיטו וניל ללא גלוטן 250 גרם - אגתה\n\nעל בסיס קמח שקדים | ללא גלוטן \n\nרכיבים: קמח שקדים, אריתריטול, עמילן טפיוקה, סיבי עולש, סיבי במבוק, אבקת אפייה (סודה לשתיה, סודיום אסיד פירופוס",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "תערובת-לעוגה-קיטו-וניל-ללא-גלוטן-250-גרם-אגתה-i25766",
      "image": "productsimages/mfrimages/thumbs/Q959344_80_40.png"
    },
    {
      "name": "תערובת לעוגה קיטו קקאו ללא גלוטן 250 גרם - אגתא\n\nעל בסיס קמח שקדים | ללא גלוטן |  כמות חלבון 2.8 גר' במנה | כמות פחמימות 3.8 גר' במנה\n\nרכיבים: קמח שקדים, אריתריטול, קקאו (10%), עמילן",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "תערובת-לעוגה-קיטו-קקאו-ללא-גלוטן-250-גרם-אגתה-i25767",
      "image": "productsimages/mfrimages/thumbs/Q959344_80_40.png"
    },
    {
      "name": "תערובת לעוגה קיטו גזר ללא גלוטן 250 גרם - אגתה\n\nעל בסיס קמח שקדים | ללא גלוטן \n\nרכיבים: קמח שקדים, אריתריטול, גזר מיובש (14.5%), עמילן טפיוקה, סיבי עולש, סיבי במבוק, אבקת אפייה (סודה לשתיה, ס",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "תערובת-לעוגה-קיטו-גזר-ללא-גלוטן-250-גרם-אגתה-i25768",
      "image": "productsimages/mfrimages/thumbs/Q959344_80_40.png"
    },
    {
      "name": "תערובת לעוגה קיטו תפוז ללא גלוטן 250 גרם - אגתה\n\nעל בסיס קמח שקדים | ללא גלוטן \n\nרכיבים: קמח שקדים, אריתריטול, עמילן טפיוקה, סיבי עולש, סיבי במבוק, אבקת אפייה (סודה לשתיה, סודיום אסיד פירופוס",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "תערובת-לעוגה-קיטו-תפוז-ללא-גלוטן-250-גרם-אגתה-i25769",
      "image": "productsimages/mfrimages/thumbs/Q959344_80_40.png"
    },
    {
      "name": "פולנטה מקמח תירס לבן ללא גלוטן\n\nללא חומרים משמרים | לא מהונדס גנטית | טבעוני\n\nמתאים להכנת פולנטות, דייסות, לחם תירס, כתחליף לסולת (להכנת קוסקוס) ושאר מאפים\n\nרכיבים: 100% גרעיני תירס\n\nמשקל נקי:",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "פולנטה-מקמח-תרס-לבן-ללא-גלוטן-עתיד-ירוק-i25965",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "שמרים יבשים אינסטנט לאפיה ללא גלוטן - תמי\n\nשמרים יבשים אינסטנט באיכות גבוהה, מתאימים ללחמים ומאפים דלי סוכר, מספקים תפיחה אחידה, מרקם אווירירי ועמידות באפייה לשימוש ביתי ומקצועי.\n\nרכיבים: שמרים יב",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "שמרים-יבשים-אינסטנט-לאפיה-ללג---תמי-תמי--i27546",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח מיקס איט לאפיה כללית 500 גרם - שר\n\nתערובת על בסיס עמילן תירס להכנת מאפה | ללא גלוטן\n\nרכיבים: עמילן תירס (45%), קמח אורז, קמח תירס, מסמיך (גואר גאם), דסקטרוז.\n\nמידע על אלרגנים: עלול להכיל סוי",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-מיקס-איט-לאפיה-כללית-500-גרם-שר-i24565",
      "image": "productsimages/mfrimages/thumbs/P901696_80_40.png"
    },
    {
      "name": "תערובת להכנת בסיס לפיצה - ללא גלוטן\n\nרכיבים: עמילנים (תירס, תפו\"א, טפיוקה, אורז), קמח אורז, סוכר, מייצבים (E-412, E-464), חלבון אפונה, סיבים תזונתיים, מלח, חומצה אסקרובית (E-300), אנזימים.\n\nת",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "תערובת-להכנת-בסיס-לפיצה-ללא-גלוטן-תמי-i25003",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח ללא גלוטן מיקס בי - שר\n\nעם Mix Bread המטבח הופך למאפייה והלחם ליצירת מופת. איתו תתנסו באפייתם של שלל לחמים נטולי גלוטן ולקטוז.\n\nמצרכים: עמילן תירס למאכל (63%), קמח אורז (20%), סיבים (פסילום, ב",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-מיקס-בי-שר-Schar-i18561",
      "image": "productsimages/mfrimages/thumbs/P901696_80_40.png"
    },
    {
      "name": "קמח חומוס ללא גלוטן - עתיד ירוק\n\nקמח החומוס הינו מרכיב מרכזי במטבח ההודי והפקיסטני.\n\nניתן להשתמש בקמח חומוס מעורבב עם כמות שווה של מים כתחליף לביצים במתכונים טבעוניים.\n\nמתכון זריז: ערבבו קצת קמח",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-חומוס-לנמנעים-מגלוטן-עתיד-ירוק-i10055",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תערובת לאפיית עוגות ומאפינס מולינו ללא גלוטן - קמח הארץ\n\nרכיבים: עמילן תירס, קמח אורז, עמילן תפוח אדמה, קמח כוסמת, קמח אורז מלא, קמח אורז מחומם, מסמיך ׁ(E412ׂ), סיבים תזונתיים (פסיליום)",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "תערובת-לאפיית-עוגות-ומאפינס-ללא-גלוטן-קמח-הארץ-i20600",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "תערובת לאפייה מולינו על בסיס עמילן חיטה ללא גלוטן - קמח הארץ\n\nרכיבים: עמילן חיטה ללא גלוטן (53%) קמח אורז, עמילן אורז, סיבים תזונתיים (פסיליום, תפו\"א), חומר הלחה (E420), מסמיך (E464)\n\nאל",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "תערובת-לאפייה-על-בסיס-עמילן-חיטה-מולינו-ללא-גלוטן-קמח-הארץ-i20601",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "קמח תפוחי אדמה - דוכן גן שמואל.\nקמח תפו\"א מיוצר מתפוחי אדמה אשר בושלו ויובשו ולאחר מכן נטחנו.\nמתאים לבישול, אפייה, הכנת רטבים, עיבוי והסמכת מרקים ועוד...\n\nעשוי מ 100% עמילן תפו\"א טב",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-תפוא,-דגש-דוכן-גן-שמואל--i7488",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "קמח טף ללא גלוטן - עתיד ירוק\n\nטף הוא דגן עתיק שמקורו באתיופיה לפני כ-3000 שנים.\n\nעשיר בסידן, ומכיל כמות גבוהה של ברזל\n\nטף יכול לשמש כתחליף לחיטה מלאה כמעט בכל מתכון.\n\nרכיבים: קמח טף 100%\n\nמי",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-טף-לנמנעים-מגלוטן-עתיד-ירוק-i9210",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "המגמה העולמית של תזונה לא גלוטן הביאה את אשבל לפתח סדרה חדשה של קמחי פרמיום לאפייה ללא גלוטן. מיתוג הסדרה בשם \"כרגיל\" הגיע מאיכות המוצרים, אשר מאפשרים אפייה נוחה אשר מחליפה קמחי חיטה, ללא סי",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "כרגיל-,-קמח-רב-תכליתי-450-גרם--לנמנעים-מגלוטן---אשבל---i9841",
      "image": "productsimages/mfrimages/thumbs/O74547_80_40.png"
    },
    {
      "name": "המגמה העולמית של תזונה של הימנעות מגלוטן הביאה את אשבל לפתח סדרה חדשה של קמחי פרמיום לאפייה ללא גלוטן. מיתוג הסדרה בשם \"כרגיל\" הגיע מאיכות המוצרים, אשר מאפשרים אפייה נוחה אשר מחליפה קמחי חיט",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "כרגיל-קמח-ללחם-לנמנעים-מגלוטן-500-גרם-אשבל-i10473",
      "image": "productsimages/mfrimages/thumbs/O74547_80_40.png"
    },
    {
      "name": "רכיבים - 100% גרעיני כוסמת לא קלויים אלרגנים: עלול להכיל שאריות של שומשום וסויה \n\n* מכיל ויטמין E ועשיר בחלבון וסיבים תזונתיים\n* ללא תוספת סוכר",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-כוסמת-אורגני-לנמנעים-מגלוטן-עתיד-ירוק-i13397",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "רכיבים: 100% שיבולת שועל מלאה – לנמנעים מגלוטן. משקל: 500 גרם כשרות:  בד\"צ העדה החרדית ובאישור הרבנות הראשית לישראל. ללא חשש חדש.",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-שיבולת-שועל-מלאה-לנמנעים-מגלוטן-נוטרה-זן-i13743",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קמח תמי תופח - ללא גלוטן\n\nמחליף אחד לאחד את קמח החיטה התופח בכל המתכונים בתוספת 30%-50% מים למתכון\n\nללא תוספת סוכר\nללא סויה\nללא חלב\nללא ביצים\nללא טעמי לוואי\n\nרכיבים: קמחי אורז 48%, עמילנים ל",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-תמי-תפוח-ללא-גלוטן-i14540",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח תמי רב תכליתי - ללא גלוטן\n\nרכיבים: קמחי אורז 48%, עמילנים למאכל (תפוח אדמה, תירס, טפיוקה), סיבים תזונתיים (עולש, אפונה), מייצבים (גואר גאם, קסנטן גאם, מתיל צלולוז), חומרי התפחה - E500ii, חלבון א",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-תמי-רב-תכליתי-ללא-גלוטן-i14541",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח למאפי שמרים תופח - ללא גלוטן\n\nתערובת קמח איכותית ומוכנה לאפיית לחמים ומאפים ללא רכיבי חיטה\n\nתחליף קמח ללא גלוטן שנותן לכם את החופש ליהנות ממאפי שמרים האהובים עליכם, בלי להתפשר על הטעם, ה",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-תמי-תופח-ללא-גלוטן-i14542",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח קוקוס אורגני ללא גלוטן \n\nאורגני | 100% קוקוס | טבעוני | ללא רכיבים מן החי | ללא חומרים משמרים | ללא שומן טראנס | עתיר בסיבים תזונתיים | ללא תוספת סוכר | עשיר בחלבון | דל פחמימות\n\nרכיבים:",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-קוקוס-אורגני-ללא-גלוטן-נוטרה-זן-i15327",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קמח איטלקי לאפיה לנמנעים מגלוטן\n\nרכיבים: עמילן תירס, קמח אורז, קמח כוסמת, סיבים תזונתיים (תפוח), חומר הלחה (E420), חומר מייצב (E464)\n\nאלרגנים: עשוי להכיל שומשום\n\nתכולה: 500 גרם\n\nכשר פרווה בהשג",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-איטלקי-לאפיה-לנמנעים-מגלוטן-קמח-הארץ-i22039",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "קמח שקדים לנמנעים מגלוטן - עתיד ירוק\n\nמותאם לתזונת פליאו וקיטו\n\nרכיבים: 100% שקדים טחונים\n\nמידע על אלרגניים: מכיל שקדים. עלול להכיל סויה וקוקוס, שומשום\n\nיש לשמור במקום מוצל ויבש\n\nבד\"ץ ב",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-שקדים-לנמנעים-מגלוטן---עתיד-ירוק-עתיד-ירוק--i22392",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח עדשים אדומות ללא גלוטן\n\nעשיר בחלבון | מכיל ויטמינים מסוג A ו-C | מקור טוב לסידן, ברזל וסיבים תזונתיים\n\nרכיבים: 100% עדשים אדומות\n\nמידע על אלרגניים: מכיל שקדים. עלול להכיל סויה וקוקוס\n\nמשקל",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-עדשים-אדומות-לנמנעים-מגלוטן-עתיד-ירוק-i22393",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "gluten free",
      "price": "19.9",
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": null,
      "image": "/ProductsImages/thumbs/U721886_2672021113450_250_180.jpg"
    },
    {
      "name": "קמח עדשים אדומות ללא גלוטן\n\nרכיבים: עדשים אדומות\n\nמידע על אלרגנים: עשוי להכיל סויה, שקדים, אגוזים, קוקוס, שומשום\n\nמשקל: 1 ק\"ג\n\nכשר פרווה בהשגחת בד\"ץ ירושלים / השגחת הבד\"צ לא כול",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-עדשים-אדומות-ללא-גלוטן--גלוטן-פרי-מהדרין-i22913",
      "image": "/ProductsImages/thumbs/U721886_2672021113450_250_180.jpg"
    },
    {
      "name": "קמח פולנטה ללא גלוטן\n\nרכיבים: תירס (100%)\n\nמידע על אלרגנים: עלול להכיל סויה, שקדים וקוקוס\n\nמשקל: 400 גרם\n\nיש לברור לפני השימוש\n\nיש לשמור במקום מוצל ויבש\n\nכשר פרווה בהשגחת הבד\"ץ ירושלי",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-פולנטה-ללא-גלוטן-עתיד-ירוק-i22947",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח שיבולת שועל מלאה - אורגני וללא גלוטן\n\nללא תוספים או משמרים, מכיל חלבון וסיבים תזונתיים\n\nרכיבים: שיבולת שועל מלאה (100%)\n\nמידע על אלרגנים: מכיל שיבולת שועל (ללא גלוטן)\n\nעלול להכיל: סויה, בי",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-שיבולת-שועל-מלאה-אורגני-ללא-גלוטן-עתיד-ירוק-עתיד-i22805",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תערובת רב תכליתית על בסיס עמילן חיטה ללא גלוטן לאפיית לחם, פיצות, עוגות וחלות.\nתערובת PANERIA תוצרת איטליה.\nהתערובת הינה ללא לקטוז, ללא חומרים משמרים, ללא סויה, דל בנתרן, ללא רכיבים מהונדסים גנטית.",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "תערובת-קמחים-PANERIA-רב-תכליתית-ע`ב-עמילן-חיטה-ללא-גלוטן---נוטרה-זן-נוטרה-זן--i22864",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קמח אורז לבן לנמנעים מגלוטן - עתיד ירוק\n\nנייטרלי בטעמו ולכן מתאים במיוחד לאפייה ללא גלוטן\n\nמשקל נקי: 400 גרם\n\nכשר פרווה בהשגחת בד\"צ העדה החרדית",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-אורז-לבן-לנמנעים-מגלוטן-עתיד-ירוק-i23228",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "פירורי לחם ללא גלוטן - לבישול / טיגון / אפייה\n\nרכיבים: עמלינים, קמח סויה, שמן צמחי, מסמיכים (הידרוקסי פרופיל די-עמילן פוספט, אבקת צלולוז, ביצים, שמרים לאפייה, מייצבים (קסנטן גאם, קרבוקסי מתיל צלולוז",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "פירורי-לחם-ללא-גלוטן-עתיד-ירוק-i23332",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח תמי לאפית לחם ומאפי שמרים - מתאים לברכת המוציא\n\nדל שומן | ללא סוכר | ללא לקטוז | ללא אגוזים | ללא שומשום | ללא רכיבים מעובדים או מהונדסים גנטית | מתאים גם לטבעונים | עשיר בערכים תזונתיים הגלומים",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-תמי-לאפיית-לחם-ומאפי-שמרים-ללא-גלוטן-תמי-i23806",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "קמח תירס ללא גלוטן - עתיד ירוק\n\nקמח התירס הוא מקור מצוין לאנרגיה זמינה ומהירה לגופנו. מקורות של קמח התירס בדרום אמריקה לפני כ-5500 שנים. קמח התירס הנו מקור טוב לוויטמין A.\n\nמתכון זריז: ערבבו בסיר",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-תירס-לנמנעים-מגלוטן-עתיד-ירוק-i23880",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח בננה ירוקה אורגנית - ללא גלוטן\n\n100% בננות ירוקות צעירות | טבעוני | אורגני\n\nרכיבים: 100% בננה ירוקה אורגנית\n\nקמח בננה ירוקה אורגנית של עתיד ירוק עשוי מבננות ירוקות צעירות ואורגניות, הנקטפות",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-בננה-ירוקה-ללא-גלוטן-עתיד-ירוק-i23983",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תערובת לאפיית לחם כפרי מולינו ללא גלוטן - קמח הארץ\n\nתערובת לאפיית לחם כפרי לצליאקים ונמנעים מגלוטן\n\nרכיבים: קמח אורז מלא, עמילן תירס, עמילן תפוח אדמה, קמח כוסמת, קמח דוחן חום, קמח זרעי פשתן, סיבים",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "תערובת-לאפיית-לחם-כפרי-מולינו-ללא-גלוטן-קמח-הארץ-i23955",
      "image": "productsimages/mfrimages/thumbs/S279092_80_40.png"
    },
    {
      "name": "בצק עלים מצונן -ללא גלוטן\n\nללא חומרים משמרים | לשמור במקרר | מתאים למאפים מתוקים ומלוחים\n\nרכיבים: מים, עמילן תירס למאכל, שמן מחי מעורב ומזוכך, קמח אורז, קמח אפונה, סיבים תזונתיים, מייצבים (קסנטן ג",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "בצק-עלים-ללא-גלוטן-תמי-i23154",
      "image": "productsimages/mfrimages/thumbs/164808_80_40.JPG"
    },
    {
      "name": "רכיבים: גרגרי תירס לבנים\n\nלאחסן במקום קריר ויבש בטמפ נמוכה מ 26 מעלות\n\nכשר פרוונ בהשגחת בד\"ץ בית יוסף ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-תירס-לבן-להכנת-טורטיות-ללא-גלוטן---טרז-פזוס-Tres-pesos--i21729",
      "image": "productsimages/mfrimages/thumbs/B731011_80_40.jpg"
    },
    {
      "name": "קמח תפוחי אדמה \n\nעמילן תפוחי אדמה למאכל - ללא גלון\n\nמתאים כתחליף לקורנפלור כמעט בכל מתכון | מתאים במיוחד להסמכת רטבים ומרקים | ניטרלי בטעמו ומתאים לאפיית מאפים ללא גלוטן | מספק פחמימות זמינות",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-תפו`א-לנמנעים-מגלוטן-עתיד-ירוק-i10049",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "עמילן טפיוקה - ללא גלוטן\n\nמופק משורש צמח הקסוואה שמקורו בדרום אמריקה | לטפיוקה טעם ניטיירלי ומרקם עדין המתאימים במיוחד לאפייה ללא גלוטן.\n\nרכיבים: עמילן טפיוקה (100%).\n\nמידע על אלרגנים: עלול להכי",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-עמילן-טפיוקה-ללא-גלוטן-עתיד-ירוק-i20027",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח טף בהיר מעודן ללא גלוטן - עתיד ירוק\n\nטף הוא דגן עתיק שמקורו באתיופיה לפני כ-3000 שנים.\n\nבמשפחת הטף מספר זנים, כולם עשירים בסידן וברזל הנספגים בקלות.\n\nקמח הטף הבהיר מתאים במיוחד למתכונים מעוד",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-טף-בהיר-מעודן-לנמנעים-מגלוטן-אביב-ירוק-i10199",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קמח קוקוס עשוי מקוקוס טרי שהתייבש בטמפרטורות נמוכות ונטחן דק. אינו מכיל גלוטן, ויש בו תכולת פחמימות נמוכה ומהווה מקור טוב לחלבון. מזין ומחליף קמחים אחרים במתכונים אהובים. \n\nהקמח בצבע קרם, בעל מ",
      "price": null,
      "category": "קמחים ותערובות לנמנעים מגלוטן",
      "url": "קמח-קוקוס-אורגני-500-גר`-קוקומי-i9858",
      "image": "productsimages/mfrimages/thumbs/722333_80_40.PNG"
    },
    {
      "name": "שמן קוקוס אורגני - ניצת הדובדבן",
      "price": "19.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6974",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן קוקוס אורגני 950 מ\"ל - ניצת הדובדבן",
      "price": "49.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-950-%d7%9e%d7%9c-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6997",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן שומשום אורגני בכבישה קרה - ניצת הדובדבן",
      "price": "24.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a9%d7%95%d7%9e%d7%a9%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%91%d7%9b%d7%91%d7%99%d7%a9%d7%94-%d7%a7%d7%a8%d7%94---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i20735",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן אבוקדו אורגני בכבישה קרה - ניצת הדובדבן",
      "price": "39.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%90%d7%91%d7%95%d7%a7%d7%93%d7%95-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%91%d7%9b%d7%91%d7%99%d7%a9%d7%94-%d7%a7%d7%a8%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i20736",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן פשתן אורגני בכבישה קרה - ניצת הדובדבן",
      "price": "19.5",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a4%d7%a9%d7%aa%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%91%d7%9b%d7%91%d7%99%d7%a9%d7%94-%d7%a7%d7%a8%d7%94--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f---i20737",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן חמניות אורגני בכבישה קרה 1 ליטר - ניצת הדובדבן",
      "price": "27.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%97%d7%9e%d7%a0%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-1-%d7%9c%d7%99%d7%98%d7%a8-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i13614",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן המפ אורגני - ניצת הדובדבן",
      "price": "39.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%94%d7%9e%d7%a4-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25228",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מירין ללא גלוטן  - נוטרה זן",
      "price": "18.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%9e%d7%99%d7%a8%d7%99%d7%9f-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i26217",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "שמן שומשום קלוי אורגני ללא גלוטן  - נוטרה זן",
      "price": "21.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a9%d7%95%d7%9e%d7%a9%d7%95%d7%9d-%d7%a7%d7%9c%d7%95%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i26218",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "שמן אגוזי מלך אורגני כבישה קרה 250 מל' - תבואות",
      "price": "36.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%9e%d7%9c%d7%9a-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9b%d7%91%d7%99%d7%a9%d7%94-%d7%a7%d7%a8%d7%94-250-%d7%9e%d7%9c-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25519",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "שמן MCT קיטו-אויל",
      "price": "69.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-MCT-%d7%a7%d7%99%d7%98%d7%95-%d7%90%d7%95%d7%99%d7%9c-%d7%90%d7%95%d7%9e%d7%92%d7%94-%d7%92%d7%9c%d7%99%d7%9c-i25933",
      "image": "productsimages/mfrimages/thumbs/X810662_80_40.jpg"
    },
    {
      "name": "שמן קוקוס אורגני כתית 300 מ`ל תבואות",
      "price": "24.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9b%d7%aa%d7%99%d7%aa-300-%d7%9e`%d7%9c-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa--i12488",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "שמן קנולה אורגני 1 ליטר - ניצת הדובדבן",
      "price": "27.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a7%d7%a0%d7%95%d7%9c%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-1-%d7%9c%d7%99%d7%98%d7%a8-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i13613",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן קוקוס אורגני לבישול - עתיד ירוק",
      "price": "25.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%91%d7%99%d7%a9%d7%95%d7%9c-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i26054",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "שמן זרעי ענבים  750 מ\"ל - תבואות",
      "price": "32.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%96%d7%a8%d7%a2%d7%99-%d7%a2%d7%a0%d7%91%d7%99%d7%9d-750-%d7%9e%d7%9c-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i26151",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "שמן פשתן אורגני בכבישה קרה 400 מ\"ל טבע מהדרין",
      "price": "49.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a4%d7%a9%d7%aa%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-400-%d7%9e%d7%9c-%d7%98%d7%91%d7%a2-%d7%9e%d7%94%d7%93%d7%a8%d7%99%d7%9f--i6394",
      "image": "productsimages/mfrimages/thumbs/925122_80_40.JPG"
    },
    {
      "name": "שמן אורז - אולאיטליה",
      "price": "49.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a1%d7%95%d7%91%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%96--%d7%90%d7%95%d7%9c%d7%99%d7%98%d7%9c%d7%99%d7%94-i11991",
      "image": "productsimages/mfrimages/thumbs/Q728448_80_40.jpg"
    },
    {
      "name": "שמן המפ אורגני - טולסי",
      "price": "129",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%94%d7%9e%d7%a4-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%98%d7%95%d7%9c%d7%a1%d7%99-i7591",
      "image": "productsimages/mfrimages/thumbs/Q627251_80_40.jpg"
    },
    {
      "name": "שמן זרעי ענבים במארז 1+1/2 ל` - אולאיטליה",
      "price": "69.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%96%d7%a8%d7%a2%d7%99-%d7%a2%d7%a0%d7%91%d7%99%d7%9d-%d7%91%d7%9e%d7%90%d7%a8%d7%96-112-%d7%9c%d7%99%d7%98%d7%a8-%d7%90%d7%95%d7%9c%d7%90%d7%99%d7%98%d7%9c%d7%99%d7%94-i13784",
      "image": "productsimages/mfrimages/thumbs/Q728448_80_40.jpg"
    },
    {
      "name": "שמן זרעי קצח 250 מל - OS",
      "price": "63.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%96%d7%a8%d7%a2%d7%99-%d7%a7%d7%a6%d7%97-250-%d7%9e%d7%9c---OS-OS--i20433",
      "image": "productsimages/mfrimages/thumbs/O992989_80_40.png"
    },
    {
      "name": "שמן זרעי ענבים 1 ליטר - מולוביה",
      "price": "35.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%96%d7%a8%d7%a2%d7%99-%d7%a2%d7%a0%d7%91%d7%99%d7%9d-1-%d7%9c%d7%99%d7%98%d7%a8-%d7%9e%d7%95%d7%9c%d7%95%d7%91%d7%99%d7%94-i22992",
      "image": "productsimages/mfrimages/thumbs/J655099_80_40.jpg"
    },
    {
      "name": "חמאת גהי אורגני - לב אורגני",
      "price": "83.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%97%d7%9e%d7%90%d7%aa-%d7%92%d7%94%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%91-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i23696",
      "image": "productsimages/mfrimages/thumbs/Y22637_80_40.png"
    },
    {
      "name": "חמאת גהי - KTC",
      "price": "86.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%97%d7%9e%d7%90%d7%aa-%d7%92%d7%94%d7%99%d7%99---KTC---i21802",
      "image": "productsimages/mfrimages/thumbs/G848138_80_40.png"
    },
    {
      "name": "שמן קוקוס אורגני 350 מל- ואן טרייב",
      "price": "33.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-350-%d7%9e%d7%9c--%d7%95%d7%90%d7%9f-%d7%98%d7%a8%d7%99%d7%99%d7%91-one-tribe--i22000",
      "image": "productsimages/mfrimages/thumbs/H318963_80_40.png"
    },
    {
      "name": "שמן זרעי גדילן 250 מל` - OS",
      "price": "147",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%96%d7%a8%d7%a2%d7%99-%d7%92%d7%93%d7%99%d7%9c%d7%9f-250-%d7%9e%d7%9c`-OS-i22483",
      "image": "productsimages/mfrimages/thumbs/O992989_80_40.png"
    },
    {
      "name": "שמן קוקוס אורגני וירג'ין - פוקה",
      "price": "65",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%95%d7%99%d7%a8%d7%92%d7%99%d7%9f---%d7%a4%d7%95%d7%a7%d7%94-pukka--i12060",
      "image": "productsimages/mfrimages/thumbs/153333_80_40.PNG"
    },
    {
      "name": "שמן אובליפיכה בכבישה קרה (למאכל) 100 מל -  OS",
      "price": "129",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%90%d7%95%d7%91%d7%9c%d7%99%d7%a4%d7%99%d7%9b%d7%94-%d7%91%d7%9b%d7%91%d7%99%d7%a9%d7%94-%d7%a7%d7%a8%d7%94-%d7%9c%d7%9e%d7%90%d7%9b%d7%9c-100-%d7%9e%d7%9c-OS-i25265",
      "image": "productsimages/mfrimages/thumbs/O992989_80_40.png"
    },
    {
      "name": "שמן פשתן בכבישה קרה 400 מל - טבע מהדרין",
      "price": "42.9",
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a4%d7%a9%d7%aa%d7%9f-%d7%98%d7%91%d7%a2-%d7%9e%d7%94%d7%93%d7%a8%d7%99%d7%9f-i9984",
      "image": "productsimages/mfrimages/thumbs/925122_80_40.JPG"
    },
    {
      "name": "שמן קוקוס כתית מעולה - בכבישה קרה לא מזוכך ומאגוז מלא.\n\nמכיל את תו \"ויגן-פרנדלי\"\nשמן קוקוס ה\"שמן החכם\" מקוקוס מלא שגודל בתנאים אורגניים - ללא הנדסה גנטית, ללא כימיקלים, ללא ממיס",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-קוקוס-אורגני-ניצת-הדובדבן-ניצת-הדובדבן--i6974",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן קוקוס אורגני - ניצת הדובדבן.\n\nשמן קוקוס כתית מעולה - בכבישה קרה לא מזוכך ומאגוז מלא.\n\nמכיל את תו \"ויגן-פרנדלי\"\nשמן קוקוס ה\"שמן החכם\" מקוקוס מלא שגודל בתנאים אורגניים",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-קוקוס-אורגני-950-מל-ניצת-הדובדבן-i6997",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן אבוקדו אורגני - ניצת הדובדבן\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, שומשום, אגוזי לוז, אגוזי מלך, חמניות ואגוזים אחרים.\n\nמשקל: 250 מ\"ל\n\nכשר פרווה בהשגחת קהילת מעיין חי בריסל, הרב מנח",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-אבוקדו-אורגני-בכבישה-קרה-ניצת-הדובדבן-ניצת-הדובדבן-i20736",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן חמניות אורגני\n\nרכיבים: שמן חמניות אורגני\n\nמידע על אלרגנים: מכיל חמניות\n\nעלול להכיל סויה, שומשום ואגוזים אחרים\n\nתכולה: 1 ק\"ג\n\nכשר פרווה בהשגחת הרבנות הראשית לישראל",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-חמניות-אורגני-1-ליטר-ניצת-הדובדבן-i13614",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן אורגני מזרעי צמח הקנאביס (המפ)\n\n100% סינון וכבישה קרה | ללא גלוטן | לא מזוכך\n\nרכיבים: שמן אורגני מזרעי צמח הקאנביס (המפ)\n\nמידע על אלרגנים: עלול להכיל סויה, אגוזים ושומשום\n\nתכולה: 250 מ&quo",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-המפ-אורגני-ניצת-הדובדבן-i25228",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מירין ללא גלוטן\n\nרוטב לבישול ותיבול\n\nמיוצר מחומרים טבעיים | ללא צבעי מאכל מלאכותיים | ללא חומרים משמרים | ללא נתרן\n\nרכיבים: אורז דביק, מים, אורז, מיץ לימון\n\nתכולה: 250 מ\"ל\n\nכשר פרווה בה",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "מירין-ללא-גלוטן-נוטרה-זן-i26217",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "שמן שומשום\n\nקלוי לא מזוכך אורגני, ללא גלוטן\n\nלבישול - תיבול -טיגון ומרינדות\n\nרכיבים: 100% זרעי שומשום אורגניים\n\nמידע על אלרגנים: מכיל שומשום. עלול להכיל סויה.\n\nתכולה: 150 מ\"ל\n\nכשר פרו",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-שומשום-קלוי-אורגני-ללא-גלוטן-נוטרה-זן-i26218",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "שמן אגוזי מלך אורגני\n\nרכיבים: שמן אגוזי מלך אורגני\n\nמידע על אלרגנים: מכיל: אגוזי מלך.\n\nעלול להכיל: פשתן, סויה, גלוטן, שומשום, חמניות ואגוזים אחרים.\n\nתכולה: 250 מ\"ל\n\nכשר פרווה בהשגחת הרב",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-אגוזי-מלך-אורגני-כבישה-קרה-250-מל-תבואות-i25519",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "שמן MCT קיטו-אויל\n\nשמן MCT : חומצות שומן בינוניות שרשרת\n\nרכיבים: שמן MCT (חומצה קפרילית C8 כ-60% חומצה קפרית C10 כ-40%)\n\nמידע על אלרגנים:\n\nעלול להכיל: אגוזים, שומשום, סויה.\n\nתכולה: 1 ליטר",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-MCT-קיטו-אויל-אומגה-גליל-i25933",
      "image": "productsimages/mfrimages/thumbs/X810662_80_40.jpg"
    },
    {
      "name": "שמן קנולה אורגני (לפתית)\n\nרכיבים: שמן קנולה אורגני מזרעי לפתית\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, שומשום, חמניה, אגוזי מלך ואגוזים אחרים.\n\nתכולה: 1 ליטר\n\nכשר פרווה באישור הרבנות הראשית",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-קנולה-אורגני-1-ליטר-ניצת-הדובדבן-i13613",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "שמן קוקוס אורגני לבישול\n\nנטול טעם וריח של קוקוס | טבעוני | ללא חומרים משמרים | בטעם ניטרלי\n\nרכיבים: שמן קוקוס אורגני 100%\n\nתכולה: 500 מ\"ל\n\nכשר פרווה בהשגחת דין בריטיש קולומביה ובאישור הרב",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-קוקוס-אורגני-לבישול-עתיד-ירוק-i26054",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "שמן זרעי ענבים מזוכך\n\nמתאים לטיגון, בישול, אפייה ותיבול\n\nרכיבים: 100% שמן זרעי ענבים מזוכך\n\nתכולה: 750 מ\"ל\n\nכשר פרווה בהשגחת U ובאישור הרבנות הראשית לישראל\n\nלאחסן במקום קריר, אפל ויבש",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-זרעי-ענבים-750-מל-תבואות-i26151",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "שמן פשתן עשוי בכבישה קרה ללא זיכוך.\n\nשמן פשתן - מקור מצויין לאומגה 3, מכיל גם אומגה 6 ואומגה 9\n\nניתן להוסיף שמן פשתן לסלטים, מוצרי חלב וממרחים.\n\nארוז במיכל אטום נגד קרני אור, מאוחסן ומובל בקירור",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-פשתן-אורגני-400-מל-טבע-מהדרין--i6394",
      "image": "productsimages/mfrimages/thumbs/925122_80_40.JPG"
    },
    {
      "name": "שמן אורז - אולאיטליה\n\nרכיבים: שמן סובין אורז מזוכך\n\nתכולה 1 ליטר\n\nכשר פרווה בהשגחת OU ובאישור הרבנית הראשית לישראל\n\nיש לשמור במקום קריר ואפל\n\n**מיוצר במפעל המשתמש במיני אגוזים,שומשום,סו",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-סובין-אורז--אוליטליה-i11991",
      "image": "productsimages/mfrimages/thumbs/Q728448_80_40.jpg"
    },
    {
      "name": "שמן מזרעי צמח הקנבוס\n\nתוסף תזונה\n\nמתאים לצמחונים וטבעונים | מיוצר ללא הנדסה גנטית\n\nרכיבים: שמן מזרעי צמח הקנבוס אורגני (קנביס סטיבה)\n\nתכולה: 250 מ\"ל\n\nכשר בהשגחת KLBD (לונדון)\n\nהוראות",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-המפ-אורגני-טולסי-i7591",
      "image": "productsimages/mfrimages/thumbs/Q627251_80_40.jpg"
    },
    {
      "name": "*יש לשמור במקום קריר ואפל כשר פרווה ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-זרעי-ענבים-במארז-112-ליטר-אולאיטליה-i13784",
      "image": "productsimages/mfrimages/thumbs/Q728448_80_40.jpg"
    },
    {
      "name": "שמן זרעי ענבים 1 ליטר - מולוביה\n\nרכיבים: שמן זרעי ענבים מזוכך\n\nתוצרת: ספרד\n\nתכולה: 1 ליטר\n\nכשר פרווה בהשגחת ה-U ובאישור הרבנות הראשית לישראל\n\nלשמור במקום קריר יבש ואפל. לאחר הפתיחה יש לסגור",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-זרעי-ענבים-1-ליטר-מולוביה-i22992",
      "image": "productsimages/mfrimages/thumbs/J655099_80_40.jpg"
    },
    {
      "name": "גהי אורגני - חמאה מזוקקת טהורה ללא גלוטן\n\nרכיבים: 100% חמאה מזוקקת אורגנית\n\nמידע על אלרגנים: עלול להכיל חלב (לקטוז)\n\nתכולה: 270 גרם\n\nכשר חלבי לאוכלי חמאת נוכרי בהשגחת בד\"צ לונדון ובאישור",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "חמאת-גהי-אורגני-לב-אורגני-i23696",
      "image": "productsimages/mfrimages/thumbs/Y22637_80_40.png"
    },
    {
      "name": "מזוקקת וטהורה לבישול וטיגון. עשוי מ 100% שמנת מתוקה\n\nרכיבים: שומן חלב נטול מים מופרד משמנת מתוקה\n\nאזהרת אלרגניים: מכיל חלב (לקטוז)\n\nכשר חלבי לאוכלי חלב נוכרי בהשגחת הבד\"צ ובאישור הרבנות הרא",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "חמאת-גהיי---KTC---i21802",
      "image": "productsimages/mfrimages/thumbs/G848138_80_40.png"
    },
    {
      "name": "רכיבים: שמן קוקוס אורגני לא מזוכך מליבת אגוז קוקוס מלא\n\nמידע על אלרגניים: מכיל אגוז קוקוס. עלול להכיל בוטנים\n\nלאחסן במקום יבש קריר ואפל\n\nכשר פרווה בהשגחת הרבנות המקומית מגדל העמק",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-קוקוס-אורגני-350-מל--ואן-טרייב-one-tribe--i22000",
      "image": "productsimages/mfrimages/thumbs/H318963_80_40.png"
    },
    {
      "name": "שמן זרעי גדילן בכבישה קרה\nניתן להוסיף לסלטים וגבינות\n\nרכיבים: 100% שמן זרעי גדילן\n\nמידע על אלרגנים: עלול להכיל שומשום ואגוזים\n\nמנה יומית מומלצת- 2 כפיות\n\nתכולה: 250 מ\"ל\n\nכשר למהדרין פר",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-זרעי-גדילן-250-מל`-OS-i22483",
      "image": "productsimages/mfrimages/thumbs/O992989_80_40.png"
    },
    {
      "name": "שמן קוקוס וירג׳ין אורגני, היחיד שמופק מאגוז הקוקוס הצעיר הירוק, שנקטף לאחר 45 יום מהעץ, ומכיל את מירב הנוטריינטים . השמן מזין במיוחד בגלל תכולת החומצה הלאורית . השמן מכיל חומצות שומן בינוניות שרשרת הש",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-קוקוס-אורגני-וירגין---פוקה-pukka--i12060",
      "image": "productsimages/mfrimages/thumbs/153333_80_40.PNG"
    },
    {
      "name": "שמן אובליפיכה בכבישה קרה (למאכל) 100 מל - OS\n\nשמן אובליפיחה Obliphich oil בכבישה קרה – +OS\n\nתכולה: 100 מ\"ל",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-אובליפיכה-בכבישה-קרה-למאכל-100-מל-OS-i25265",
      "image": "productsimages/mfrimages/thumbs/O992989_80_40.png"
    },
    {
      "name": "שמן פשתן עשוי בכבישה קרה ללא זיכוך.\nשמן פשתן - מקור מצויין לאומגה 3, מכיל גם אומגה 6 ואומגה 9\nניתן להוסיף שמן פשתן לסלטים, מוצרי חלב וממרחים.\nארוז במיכל אטום נגד קרני אור, מאוחסן ומובל בקירור.\n\nי",
      "price": null,
      "category": "שמני זרעים  אגוזים ועוד",
      "url": "שמן-פשתן-טבע-מהדרין-i9984",
      "image": "productsimages/mfrimages/thumbs/925122_80_40.JPG"
    },
    {
      "name": "אבקת חלבון אפונה אורגנית - ניצת הדובדבן",
      "price": "24.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%97%d7%9c%d7%91%d7%95%d7%9f-%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i18285",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סוכר וניל בורבון אורגני - ליקרס 16 גרם",
      "price": "12.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%9b%d7%a8-%d7%95%d7%a0%d7%99%d7%9c-%d7%91%d7%95%d7%a8%d7%91%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%99%d7%a7%d7%a8%d7%a1-16-%d7%92%d7%a8-i24142",
      "image": "productsimages/mfrimages/thumbs/Q857278_80_40.gif"
    },
    {
      "name": "תערובת אבקת חלבון מהצומח אורגני 150 גרם - הרדוף",
      "price": "24.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%90%d7%91%d7%a7%d7%aa-%d7%97%d7%9c%d7%91%d7%95%d7%9f-%d7%9e%d7%94%d7%a6%d7%95%d7%9e%d7%97-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-150-%d7%92%d7%a8%d7%9d-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i24275",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "סוויטאנגו אבקה להכנת ג'לי תות",
      "price": "15.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%90%d7%91%d7%a7%d7%94-%d7%9c%d7%94%d7%9b%d7%a0%d7%aa-%d7%92%d7%9c%d7%99-%d7%aa%d7%95%d7%aa-i24623",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "פנקו פירורי לחם בסגנון יפני אורגני ללא גלוטן - נוטרה זן",
      "price": "19.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%a0%d7%a7%d7%95-%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%9c%d7%97%d7%9d-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%99%d7%a4%d7%a0%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i25028",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "פירורים קיטו ללא גלוטן 200 גרם - ברילי",
      "price": "19.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99%d7%9d-%d7%a7%d7%99%d7%98%d7%95-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-200-%d7%92%d7%a8%d7%9d-%d7%91%d7%a8%d7%99%d7%9c%d7%99-i25289",
      "image": "productsimages/mfrimages/thumbs/J894707_80_40.jpg"
    },
    {
      "name": "אבקת סיבי עולש 400 גרם - בית השקד",
      "price": "26.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%a1%d7%99%d7%91%d7%99-%d7%a2%d7%95%d7%9c%d7%a9-400-%d7%92%d7%a8%d7%9d-%d7%91%d7%99%d7%aa-%d7%94%d7%a9%d7%a7%d7%93-i25861",
      "image": "/ProductsImages/thumbs/H15771_772024154258_250_180.png"
    },
    {
      "name": "שמרים יבשים 500 גרם פלייכמן",
      "price": "14.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a9%d7%9e%d7%a8%d7%99%d7%9d-%d7%99%d7%91%d7%a9%d7%99%d7%9d-500-%d7%92%d7%a8%d7%9d-%d7%a4%d7%9c%d7%99%d7%99%d7%9b%d7%9e%d7%9f-FELISCHMANN--i25888",
      "image": "productsimages/mfrimages/thumbs/T635811_80_40.jpg"
    },
    {
      "name": "תערובת על בסיס סויה אורגנית בסגנון ביצה - דה ברידג'",
      "price": "27.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%a2%d7%9c-%d7%91%d7%a1%d7%99%d7%a1-%d7%a1%d7%95%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%91%d7%99%d7%a6%d7%94-%d7%93%d7%94-%d7%91%d7%a8%d7%99%d7%93%d7%92-i26698",
      "image": "productsimages/mfrimages/thumbs/S717843_80_40.png"
    },
    {
      "name": "פירורי קראנץ` עשירים בחלבון קיטו - לס אנד מור",
      "price": "21",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%a7%d7%a8%d7%90%d7%a0%d7%a5`-%d7%a2%d7%a9%d7%99%d7%a8%d7%99%d7%9d-%d7%91%d7%97%d7%9c%d7%91%d7%95%d7%9f-%d7%a7%d7%99%d7%98%d7%95-%d7%9c%d7%a1-%d7%90%d7%a0%d7%93-%d7%9e%d7%95%d7%a8-i26713",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "תערובת להכנת לחם קיטו - קיטו שף",
      "price": "52.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%94%d7%9b%d7%a0%d7%aa-%d7%9c%d7%97%d7%9d-%d7%a7%d7%99%d7%98%d7%95-%d7%a7%d7%99%d7%98%d7%95-%d7%a9%d7%a3-i26915",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "תערובת לפנקייקים וופלים ללא גלוטן - שר",
      "price": "29.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%a4%d7%a0%d7%a7%d7%99%d7%99%d7%a7%d7%99%d7%9d-%d7%95%d7%95%d7%a4%d7%9c%d7%99%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a9%d7%a8-i27314",
      "image": "productsimages/mfrimages/thumbs/P901696_80_40.png"
    },
    {
      "name": "פירורי ציפוי אורגני ללא גלוטן בסגנון מקסיקני - עתיד ירוק",
      "price": "24.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%a6%d7%99%d7%a4%d7%95%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%9e%d7%a7%d7%a1%d7%99%d7%a7%d7%a0%d7%99-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i26007",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "פירורי פנקו אורגניים ללא גלוטן בסגנון יפני - עתיד ירוק",
      "price": "24.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%a4%d7%a0%d7%a7%d7%95-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%99%d7%a4%d7%a0%d7%99-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i26008",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "פירורי פנקו זהוב אורגניים ללא גלוטן בסגנון יפני - עתיד ירוק",
      "price": "24.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%a4%d7%a0%d7%a7%d7%95-%d7%96%d7%94%d7%95%d7%91-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%99%d7%a4%d7%a0%d7%99-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i26009",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "סוויטאנגו תערובת להכנת פנקייק על בסיס שיבולת שועל 300 גרם",
      "price": "44.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%94%d7%9b%d7%a0%d7%aa-%d7%a4%d7%a0%d7%a7%d7%99%d7%99%d7%a7-%d7%a2%d7%9c-%d7%91%d7%a1%d7%99%d7%a1-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-300-%d7%92%d7%a8%d7%9d-i26322",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו שוקולד צ'יפס מריר 62%",
      "price": "24.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%a9%d7%95%d7%a7%d7%95%d7%9c%d7%93-%d7%a6%d7%99%d7%a4%d7%a1-%d7%9e%d7%a8%d7%99%d7%a8-62-i26414",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "פטריות פורציני מיובשות 15 גרם - קסטלינו",
      "price": "21.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%95%d7%a8%d7%a6%d7%99%d7%a0%d7%99-%d7%9e%d7%99%d7%95%d7%91%d7%a9%d7%95%d7%aa-15-%d7%92%d7%a8%d7%9d-%d7%a7%d7%a1%d7%98%d7%9c%d7%99%d7%a0%d7%95-i25733",
      "image": "productsimages/mfrimages/thumbs/W96825_80_40.png"
    },
    {
      "name": "פירורי לחם בסגנון איטלקי אורגני ללא גלוטן - נוטרה זן",
      "price": "21.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%9c%d7%97%d7%9d-%d7%91%d7%a1%d7%92%d7%a0%d7%95%d7%9f-%d7%90%d7%99%d7%98%d7%9c%d7%a7%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i25029",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "שקדי מרק מכוסמין מלא - מלא מלא",
      "price": "19.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a9%d7%a7%d7%93%d7%99-%d7%9e%d7%a8%d7%a7-%d7%9e%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90---%d7%9e%d7%9c%d7%90-%d7%9e%d7%9c%d7%90-i21987",
      "image": "/ProductsImages/thumbs/Q98229_1222021115415_250_180.jpg"
    },
    {
      "name": "אבקת אפיה ללא אלומיניום ללא גלוטן אריזת חיסכון -עתיד ירוק",
      "price": "20.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%90%d7%a4%d7%99%d7%94-%d7%9c%d7%9c%d7%90-%d7%90%d7%9c%d7%95%d7%9e%d7%99%d7%a0%d7%99%d7%95%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%a8%d7%99%d7%96%d7%aa-%d7%97%d7%99%d7%a1%d7%9b%d7%95%d7%9f--%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i23087",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "סוויטאנגו אינסטנט פודינג בטעם קרמל 55 גרם",
      "price": "13.3",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%90%d7%99%d7%a0%d7%a1%d7%98%d7%a0%d7%98-%d7%a4%d7%95%d7%93%d7%99%d7%a0%d7%92-%d7%91%d7%98%d7%a2%d7%9d-%d7%a7%d7%a8%d7%9e%d7%9c-55-%d7%92%d7%a8%d7%9d-i23388",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סודה לשתיה ללא אלומיניום ללא גלוטן אריזת חיסכון - עתיד ירוק",
      "price": "19.7",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%93%d7%94-%d7%9c%d7%a9%d7%aa%d7%99%d7%94-%d7%9c%d7%9c%d7%90-%d7%90%d7%9c%d7%95%d7%9e%d7%99%d7%a0%d7%99%d7%95%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%90%d7%a8%d7%99%d7%96%d7%aa-%d7%97%d7%99%d7%a1%d7%9b%d7%95%d7%9f-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i23592",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "אגר אגר 25 גרם - עתיד ירוק",
      "price": "19.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%90%d7%92%d7%a8-%d7%90%d7%92%d7%a8-25-%d7%92%d7%a8%d7%9d-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i23805",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "סוכר וניל אורגני לא גלוטן",
      "price": "17.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%9b%d7%a8-%d7%95%d7%a0%d7%99%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f--i20428",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אבקת סוכר קנים אורגנית ללא גלוטן",
      "price": "14.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%a1%d7%95%d7%9b%d7%a8-%d7%a7%d7%a0%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f--i20430",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אינסטנט פודינג בטעם וניל 50 גרם סוויטאנגו",
      "price": "13.3",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%90%d7%99%d7%a0%d7%a1%d7%98%d7%a0%d7%98-%d7%a4%d7%95%d7%93%d7%99%d7%a0%d7%92-%d7%91%d7%98%d7%a2%d7%9d-%d7%95%d7%a0%d7%99%d7%9c-50-%d7%92%d7%a8%d7%9d-%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95--Sweetango--i20876",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סודה לשתיה ללא אלומיניום 700 גרם - תבואות",
      "price": "19.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%93%d7%94-%d7%9c%d7%a9%d7%aa%d7%99%d7%94-%d7%9c%d7%9c%d7%90-%d7%90%d7%9c%d7%95%d7%9e%d7%99%d7%a0%d7%99%d7%95%d7%9d-700-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i21028",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "פירורי קיטו מקמח שקדים - קיטו שף",
      "price": "32.5",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%a7%d7%99%d7%98%d7%95-%d7%9e%d7%a7%d7%9e%d7%97-%d7%a9%d7%a7%d7%93%d7%99%d7%9d---%d7%a7%d7%99%d7%98%d7%95-%d7%a9%d7%a3-KETO-CHEF--i21579",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "סוויטאנגו אינסטנט פודינג בטעם וניל חסכון",
      "price": "49.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%90%d7%99%d7%a0%d7%a1%d7%98%d7%a0%d7%98-%d7%a4%d7%95%d7%93%d7%99%d7%a0%d7%92-%d7%91%d7%98%d7%a2%d7%9d-%d7%95%d7%a0%d7%99%d7%9c-%d7%97%d7%a1%d7%9b%d7%95%d7%9f-i21633",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו אינסטנט פודינג בטעם שוקולד 55 גרם",
      "price": "13.3",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%90%d7%99%d7%a0%d7%a1%d7%98%d7%a0%d7%98-%d7%a4%d7%95%d7%93%d7%99%d7%a0%d7%92-%d7%91%d7%98%d7%a2%d7%9d-%d7%a9%d7%95%d7%a7%d7%95%d7%9c%d7%93-55-%d7%92%d7%a8%d7%9d-i21634",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "ציפוי פז גס לנמנעים מגלוטן דגש",
      "price": "29.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a6%d7%99%d7%a4%d7%95%d7%99-%d7%a4%d7%96-%d7%92%d7%a1-%d7%9c%d7%a0%d7%9e%d7%a0%d7%a2%d7%99%d7%9d-%d7%9e%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%93%d7%92%d7%a9-%d7%93%d7%92%d7%a9--i7130",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "ציפוי פז טחון דק לא מתובל מח` צליאק דגש",
      "price": "29.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a6%d7%99%d7%a4%d7%95%d7%99-%d7%a4%d7%96-%d7%98%d7%97%d7%95%d7%9f-%d7%93%d7%a7-%d7%9c%d7%90-%d7%9e%d7%aa%d7%95%d7%91%d7%9c-%d7%9e%d7%97`-%d7%a6%d7%9c%d7%99%d7%90%d7%a7-%d7%93%d7%92%d7%a9-i9019",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "קסנטאן גם מח` צליאק דגש",
      "price": "35.5",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a7%d7%a1%d7%a0%d7%98%d7%90%d7%9f-%d7%92%d7%9d-%d7%9e%d7%97`-%d7%a6%d7%9c%d7%99%d7%90%d7%a7-%d7%93%d7%92%d7%a9-%d7%93%d7%92%d7%a9--i9915",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "מקריש צמחי טבעי אורגני אגר - ליקרס",
      "price": "23.3",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%9e%d7%a7%d7%a8%d7%99%d7%a9-%d7%a6%d7%9e%d7%97%d7%99-%d7%98%d7%91%d7%a2%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%90%d7%92%d7%a8-%d7%9c%d7%99%d7%a7%d7%a8%d7%a1-i13934",
      "image": "productsimages/mfrimages/thumbs/Q857278_80_40.gif"
    },
    {
      "name": "פירורי קיטו לטיגון ואפייה - לס אנד מור",
      "price": "17.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%a7%d7%99%d7%98%d7%95-%d7%9c%d7%98%d7%99%d7%92%d7%95%d7%9f-%d7%95%d7%90%d7%a4%d7%99%d7%99%d7%94-%d7%9c%d7%a1-%d7%90%d7%a0%d7%93-%d7%9e%d7%95%d7%a8-i24556",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "שמרים יבשים אינסטנט לאפייה פליישמן",
      "price": "14.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a9%d7%9e%d7%a8%d7%99%d7%9d-%d7%99%d7%91%d7%a9%d7%99%d7%9d-%d7%90%d7%99%d7%a0%d7%a1%d7%98%d7%a0%d7%98-%d7%9c%d7%90%d7%a4%d7%99%d7%99%d7%94-%d7%a4%d7%9c%d7%99%d7%99%d7%9b%d7%9e%d7%9f-FLEISCHMANN--i20394",
      "image": "/ProductsImages/thumbs/K449227_1132020131931_250_180.jpg"
    },
    {
      "name": "אבקת אפייה אורגנית ללא פוספטים - ליקרס",
      "price": "7.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%90%d7%a4%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9c%d7%9c%d7%90-%d7%a4%d7%95%d7%a1%d7%a4%d7%98%d7%99%d7%9d-%d7%9c%d7%99%d7%a7%d7%a8%d7%a1-i13929",
      "image": "productsimages/mfrimages/thumbs/Q857278_80_40.gif"
    },
    {
      "name": "ממרח תמצית שמרים מרמייט 250 גרם",
      "price": "46.5",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%9e%d7%9e%d7%a8%d7%97-%d7%aa%d7%9e%d7%a6%d7%99%d7%aa-%d7%a9%d7%9e%d7%a8%d7%99%d7%9d-%d7%9e%d7%a8%d7%9e%d7%99%d7%99%d7%98-250-%d7%92%d7%a8%d7%9d---i7968",
      "image": "productsimages/mfrimages/thumbs/I355706_80_40.png"
    },
    {
      "name": "קמח טמפורה - טייסט אוף אסיה",
      "price": "10.9",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a7%d7%9e%d7%97-%d7%98%d7%9e%d7%a4%d7%95%d7%a8%d7%94---%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94-%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94--i8149",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "פרורי לחם מקמח כוסמין מלא אורגני 200 גרם השדה",
      "price": "13.1",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%a8%d7%95%d7%a8%d7%99-%d7%9c%d7%97%d7%9d-%d7%9e%d7%a7%d7%9e%d7%97-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-200-%d7%92%d7%a8%d7%9d-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i1639",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פרורי לחם אורגניים מקמח מלא 200 גרם השדה",
      "price": "11.3",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%a8%d7%95%d7%a8%d7%99-%d7%9c%d7%97%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-%d7%9e%d7%a7%d7%9e%d7%97-%d7%9e%d7%9c%d7%90-200-%d7%92%d7%a8%d7%9d-%d7%94%d7%a9%d7%93%d7%94-%d7%94%d7%a9%d7%93%d7%94--i1345",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פנקו פירורי לחם יפניים - טייסט אוף אסיה",
      "price": "9.5",
      "category": "מוצרים לאפייה ובישול",
      "url": "%d7%a4%d7%a0%d7%a7%d7%95-%d7%a4%d7%99%d7%a8%d7%95%d7%a8%d7%99-%d7%9c%d7%97%d7%9d-%d7%99%d7%a4%d7%a0%d7%99%d7%99%d7%9d---%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94-%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94--i6938",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "אבקת  חלבון אפונה אורגנית - ניצת הדובדבן\n\nרכיבים: אפונה אורגנית\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומש",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "אבקת-חלבון-אפונה-אורגנית-ניצת-הדובדבן-i18285",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סוכר וניל בורבון אורגני - ליקרס 16 גרם\n\nסוכר וניל בורבון אורגני מכיל 10% וניל בורבון אמיתי\n\nרכיבים: סוכר קנים (90%), וניל בורבון (10%)\n\nמשקל: 2 חבילות * 8 גר'\n\nשימושים: אפייה והמתקת מאפים,",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "סוכר-וניל-בורבון-אורגני-ליקרס-16-גר-i24142",
      "image": "productsimages/mfrimages/thumbs/Q857278_80_40.gif"
    },
    {
      "name": "תערובת אבקת חלבון מהצומח אורגני 150 גרם - הרדוף\n\nתערובת אבקות החלבון האורגנית של הרדוף מכילה 82% חלבון ובנוסף ברזל, אשלגן וסידן. ניתן להשתמש בה כתוספת למשקאות / שייקים וגם לשלב במאפים, דייסות ומרקים",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "תערובת-אבקת-חלבון-מהצומח-אורגני-150-גרם-הרדוף-i24275",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "סוויטאנגו אבקה להכנת ג'לי תות\n\nרכיבים: ממתקים: סוויטנאגו (אריתריטול, סטיביול גליקוזיד (המופק מצמח הסטיביה)), מייצב (קרגינן), מווסתי חומציות (חומצת לימון, פוטסיום ציטארט), חומרי טעם וריח, צבעי מא",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "סוויטאנגו-אבקה-להכנת-גלי-תות-i24623",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "פנקו פירורי לחם בסגנון יפני אורגני - ללא גלוטן - נוטרה זן\n\nאינו מהונדס גנטית | NON GMO\n\nרכיבים: קמח תירס*, קמח אורז*, קמח חומוס*, סוכר קנים*, מלח.\n\n*רכיבים אורגניים\n\nתכולה: 200 גר'\n\nכשר",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פנקו-פירורי-לחם-בסגנון-יפני-אורגני-ללא-גלוטן-נוטרה-זן-i25028",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "פירורים קיטו ללא גלוטן - ברילי\n\n0% פחמימות | אקסטרה חלבון | אקסטרה סיבים | 100% טבעוני | ללא גלוטן | ללא תוספת סוכר\n\nרכיבים: 100% סויה.\n\nמידע על אלרגנים: מכיל סויה\n\nעלול להכיל: ביצים ושומשום.",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פירורים-קיטו-ללא-גלוטן-200-גרם-ברילי-i25289",
      "image": "productsimages/mfrimages/thumbs/J894707_80_40.jpg"
    },
    {
      "name": "אבקת סיבי עולש 400 גרם - בית השקד\n\nרכיבים: 100% אבקת סיבי שורש עולש\n\nמידע על אלרגנים: המוצר עלול להכיל: אגוזים שונים, סויה ושומשום\n\nתכולה: 400 גרם\n\nכשר בהשגחת בד\"צ 'בית יוסף' - יש",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "אבקת-סיבי-עולש-400-גרם-בית-השקד-i25861",
      "image": "/ProductsImages/thumbs/H15771_772024154258_250_180.png"
    },
    {
      "name": "שמרים יבשים אינסטנט לאפיה\n\nרכיבים: שמרים, מתחלב - E491\n\nמשקל: 500 גרם\n\nבהשגחת הבד\"ץ ירושלים העדה החרדית",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "שמרים-יבשים-500-גרם-פלייכמן-FELISCHMANN--i25888",
      "image": "productsimages/mfrimages/thumbs/T635811_80_40.jpg"
    },
    {
      "name": "תערובת על בסיס סויה אורגנית בסגנון ביצה - דה ברידג'\n\nתערובת צמחית בסגנון ביצה | ללא גלוטן\n\nרכיבים: מי מעיין, סויה* (12%), שמן חמניות*, אבקת חלבון סויה מבודד* (2.3%), רכז גזר ותפוח*, מלח ים",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "תערובת-על-בסיס-סויה-אורגנית-בסגנון-ביצה-דה-ברידג-i26698",
      "image": "productsimages/mfrimages/thumbs/S717843_80_40.png"
    },
    {
      "name": "פירורי קראנץ' עשירים בחלבון\n\n42 גרם חלבון ב-100 גרם | מותאם לתזונת קיטו\n\nרכיבים: חלבונים 47% (הידרוליזט חלבון חיטה (מכיל גלוטן), איזולט חלבון סויה, חלבון חרובים, חלבון אפונה), סיבים תזונתיים 2",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פירורי-קראנץ`-עשירים-בחלבון-קיטו-לס-אנד-מור-i26713",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "תערובת להכנת לחם קטוגני\n\nרכיבים: קמח שקדים (83%), אבקת חלבון ביצה, חומרי תפיחה (סודיום פירופוספט, סודיום ביקרבונט), פסיליום, מלח שולחן.\n\nמידע לאלרגנים: מכיל שקדים, ביצים\n\nתכולה: 350 גרם\n\nכשר פ",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "תערובת-להכנת-לחם-קיטו-קיטו-שף-i26915",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "תערובת לפנקייקים וופלים ללא גלוטן - שר\n\nתערובת על בסיס קמח אורז ועמילן תירס להכנת פנקייקים וופלים\n\nרכיבים: קמח אורז (72%), קמח אורז מלא (14%), עמילן תירס (10.5%), מתפיחים (מונו פוטסיום טרטרט, סודי",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "תערובת-לפנקייקים-וופלים-ללא-גלוטן-שר-i27314",
      "image": "productsimages/mfrimages/thumbs/P901696_80_40.png"
    },
    {
      "name": "פירורי ציפוי אורגניים בסגנון מקסיקני - ללא גלוטן\n\nללא צבעי מאכל וחומרים משמרים | לא מהונדס גנטית\n\nמתאים לציפוי טמפורה, שניצלים, פשטידות ועוד\n\nרכיבים: קוקוס טחון אורגני, קמח קוקוס אורגני, קמח טפי",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פירורי-ציפוי-אורגני-ללא-גלוטן-בסגנון-מקסיקני-עתיד-ירוק-i26007",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "פירורי פנקו אורגניים\n\nבסגנון יפני | ללא גלוטן | ללא צבעי מאכל וחומרים משמרים | לא מהונדס גנטית\n\nמתאים לציפוי טמפורה, שניצלים, לפשטידות ועוד\n\nרכיבים: קוקוס טחון אורגני, קמח אורז אורגני, קמח טפיוק",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פירורי-פנקו-אורגניים-ללא-גלוטן-בסגנון-יפני-עתיד-ירוק-i26008",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "פירורי פנקו זהוב אורגניים\n\nבסגנון יפני | ללא גלוטן | טבעוני | ללא תוספת סוכר | ללא צבעי מאכל וחומרים משמרים | לא מהונדס גנטית\n\nמתאים לציפוי טמפורה, שניצלים, לפשטידות ועוד\n\nרכיבים: קוקוס טחון אור",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פירורי-פנקו-זהוב-אורגניים-ללא-גלוטן-בסגנון-יפני-עתיד-ירוק-i26009",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תערובת להכנת פנקייק על בסיס שיבולת שועל\n\nשומנים 2.3 | קלוריות 105 | סוכרים 0בוסט מתוק של חלבון להתחיל איתו את היום!\n\nפנקייקים במרקם עשיר, נימוחים במיוחד, עם יותר חלבון, פחות פחמימות, וזה טעים, ממש",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "סוויטאנגו-תערובת-להכנת-פנקייק-על-בסיס-שיבולת-שועל-300-גרם-i26322",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו שוקולד צ'יפס מריר 62%\n\nרכיבים: עיסת קקאו, ממתיקים: סוויטנאו ((אריתריטול, גליקוזידם של סטיביול (המופקים מצמח הסטיביה)), חמאת קקאו, אבקת קקאו, מתחלב (לציטין סויה), מלח, חומרי טעם וריח",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "סוויטאנגו-שוקולד-ציפס-מריר-62-i26414",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "פטריות פורצ'יני מיובשות 15 גרם - קסטלינו\n\nתכולה: 15 גרם",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פטריות-פורציני-מיובשות-15-גרם-קסטלינו-i25733",
      "image": "productsimages/mfrimages/thumbs/W96825_80_40.png"
    },
    {
      "name": "פירורי לחם בסגנון איטלקי \n\nאורגני | ללא גלוטן | טבעוני\n\nרכיבים: קמח חומוס אינסטנט (חומוס ותירס), תירס, עמילן, תפוחי אדמה, מלח,עשבי תיבול פרובנס (אורגנו, כוסברה, צתרה, רוזרמין, קורנית, בזיליקו",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פירורי-לחם-בסגנון-איטלקי-אורגני-ללא-גלוטן-נוטרה-זן-i25029",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "מלא מלא",
      "price": "19.9",
      "category": "מוצרים לאפייה ובישול",
      "url": null,
      "image": "/ProductsImages/thumbs/Q98229_1222021115415_250_180.jpg"
    },
    {
      "name": "רכיבים: 70% קמח כוסמין, שמן צמחי, מלח, מים\n\nמידע על אלרגניים: מכיל גלוטן חיטה. עלול להכיל סויה, שומשום, ביצים, שקד, אגוזי פקאן, אגוזי מלך\n\nכשר פרווה בהשגחת הבנות קריית אתא\n\nלשמור במקום מוצל, יבש",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "שקדי-מרק-מכוסמין-מלא---מלא-מלא-i21987",
      "image": "/ProductsImages/thumbs/Q98229_1222021115415_250_180.jpg"
    },
    {
      "name": "אבקת אפיה ללא אלומיניום וללא גלוטן\n\nרכיבים: חומרי התפחה: נתרן ביקרבונט, דן נתרן פירופספט, עמילן תירס\n\nמידע על אלרגנים: עלול להכיל: סויה, ביצים ושומשום. אגוזים (שקדים, ברזיל, קשיו, מלך, לוז, קוקוס)",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "אבקת-אפיה-ללא-אלומיניום-ללא-גלוטן-אריזת-חיסכון--עתיד-ירוק-עתיד-ירוק-i23087",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "אינסטנט פודינג בטעם קרמל\n\nרכיבים: ממתיקים: סוויטנאגו {{אריתריטול, סטיביול, גליקוזיד (המופק מצמח הסטיביה}}, מייצב (E401), מווסתי חומציות (E516,E450II,E339II), אבקת קרמל (E150), תמצית קרמל, צבע גזר.",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "סוויטאנגו-אינסטנט-פודינג-בטעם-קרמל-55-גרם-i23388",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סודה לשתיה - ללא אלומיניום וללא גלוטן\n\nמתאים להתפתח עוגות, עוגיות, לחמים ושאר מאפים\n\nתכולה: 600 גרם\n\nכשר בד\"צ לנדא",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "סודה-לשתיה-ללא-אלומיניום-ללא-גלוטן-אריזת-חיסכון-עתיד-ירוק-i23592",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "אגר אגר - מקריש ומסמיך טבעוני מופק מאצות ים\n\nתחליף ג'לטין במתכוני עוגות, ג'לי, ריבות, ג'ומי ועוד\n\nרכיבים: מקריש ומסמיך (100% אגר)\n\nתכולה: 25 גרם\n\nכשר פרווה בהשגחת הרב חיים יצחק איי",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "אגר-אגר-25-גרם-עתיד-ירוק-i23805",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "אינסטנט פודינג בטעם וניל 50 גרם סוויטאנגו\n\nרכיבים: ממתיקים ( אריתריטול, סטיביול,גליקוזיד (המופק מצמח הסטיביה)), מייצב E401, מווסתי חומציות E339II, E450II,E516), תמצית וניל\n\nתכולה: 50 גרם\n\nמתאים",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "אינסטנט-פודינג-בטעם-וניל-50-גרם-סוויטאנגו--Sweetango--i20876",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סודה לשתיה ללא אלומיניום - תבואות\n\nסודה לשתייה ללא אלומיניום משמשת כמתפיח לאפייה, מתאימה לצחצוח שיניים, שטיפת פה וניקיון.\n\nרכיבים: סודיום ביקרבונט (מתפיח)\n\nמידע על אלרגנים: עלול להכיל גלוטן (חיט",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "סודה-לשתיה-ללא-אלומיניום-700-גרם-תבואות-i21028",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "* קטוגני * פליאו * ללא תוספת סוכר\n\nרכיבים: קמח שקדים (86%), שומשום (4%), זרעי צ'יה (3%), מלח שולחן, פסיליום (0.8%)\n\nמידע על אלרגניים: שומשום, אגוזים (שקד). עלול להכיל: ביצים, אגוזים ( פקאן, סו",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פירורי-קיטו-מקמח-שקדים---קיטו-שף-KETO-CHEF--i21579",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "אינסטנד פודינג בטעם וניל\n\nרכיבים: ממתיקים (אריתריטול, סטיביול גליקוזיד (המופק מצמח הסטיביה) ), מייצב E401, מווסתי חומציות E516,3450iii, E339li, תמצית וניל\n\nתכולה: 400 גרם\n\nכשר בהשגחת הבד\"ץ",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "סוויטאנגו-אינסטנט-פודינג-בטעם-וניל-חסכון-i21633",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו אינסטנט פודינג בטעם שוקולד 55 גרם\n\nרכיבים: ממתיקים (אריתריטול, סטיביול גליקוזיד (המופק מצמח הסטיביה)), מייצב (E401), מווסתי חומציות (E339II, E450III, E516), אבקת קקאו.\n\nתכולה: 55 גרם",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "סוויטאנגו-אינסטנט-פודינג-בטעם-שוקולד-55-גרם-i21634",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "ציפוי פז - דוכן גן שמואל.\nציפוי על בסיס תירס לטיגון ואפייה של שניצלים, דגים ועופות.\nאינו מכיל לתת, חיטה, שיפון, שעורה, שיבולת שועל וסויה, מכיל פחות מ 20ppm גלוטן.\nשבבי הציפוי אטומים לספיגת נוזלים ו",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "ציפוי-פז-גס-לנמנעים-מגלוטן-דגש-דגש--i7130",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "ציפוי פז - טחון דק לא מתובל \n\nציפוי הפלא לטיגון ואפייה לשניצלים , דגים ועופות\n\nרכיבים: פתיתי תירס קלויים (100%)\n\nתכולה: 600 גרם\n\nכשר פרווה בהשגחת הבד\"ץ ירושלים, לא כולל פסח",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "ציפוי-פז-טחון-דק-לא-מתובל-מח`-צליאק-דגש-i9019",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "קסנטאן גאם \n\nמשפר לישה ומרקם | משפר אפיה\n\nללא חיטה, שעורה, שיפון, שיבולת שועל וסויה.\n\nדל חלבון, ללא תוספת סוכר וללא תוספת כימיקלים.\n\nרכיבים: קסנטאן גאם (E415)\n\nמידע על אלרגנים: עלול להכ",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "קסנטאן-גם-מח`-צליאק-דגש-דגש--i9915",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "מקריש צמחי טבעי אורגני אגר- ליקרס\n\nתכולה: 30 גרם (שקית אחת)\n\nבהשגחת STAR-K-KOSHER ובאישור הרבנות הראשית לישראל.",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "מקריש-צמחי-טבעי-אורגני-אגר-ליקרס-i13934",
      "image": "productsimages/mfrimages/thumbs/Q857278_80_40.gif"
    },
    {
      "name": "פירורי קיטו לטיגון ואפייה - לס אנד מור\n\nפירורים אפויים לטיגון ואפייה מזרעי פשתן וקמח שקדים \n\nרק 4.5 גר' פחמימות ב-100 גר' פירורי קיטו | פירורי הקיטו ללא תוספת סוכר | פירורי הקיטו מרכי",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פירורי-קיטו-לטיגון-ואפייה-לס-אנד-מור-i24556",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "FLEISCHMANN",
      "price": "14.9",
      "category": "מוצרים לאפייה ובישול",
      "url": null,
      "image": "/ProductsImages/thumbs/K449227_1132020131931_250_180.jpg"
    },
    {
      "name": "תכולה\" שמרים, מתחלב סורביטו מונו סטארט.\n\nלהוסיף למיקסר בתחילת הלישה.\n\nבהשגחת הבד\"ץ של העדה החרדית ובאישור הרבנות הראשית K",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "שמרים-יבשים-אינסטנט-לאפייה-פלייכמן-FLEISCHMANN--i20394",
      "image": "/ProductsImages/thumbs/K449227_1132020131931_250_180.jpg"
    },
    {
      "name": "אבקת אפייה ללא פוספטים - ליקרס\n\nרכיבים: עמילן תירס, קרם טרטר, סודיום ביקרבונט.\n\nתכולה: 12 גרם\n\nבהשגחת STAR-K-KOSHER ובאישור הרבנות הראשית לישראל.",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "אבקת-אפיה-אורגנית-ללא-פוספטים-ליקרס-i13929",
      "image": "productsimages/mfrimages/thumbs/Q857278_80_40.gif"
    },
    {
      "name": "ניתן למרוח על צנים, או להשתמש כחומר טעם במרינדה...\n\nרכיבים: תמצית שמרים, מלח, חומרי טעם וריח טבעיים מן הצומח, תבלינים.\n\nללא חומרי טעם וריח מלאכותיים, ללא חומרים משמרים\n\nכשר פרווה בהשגחת בד\"",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "ממרח-תמצית-שמרים-מרמייט-250-גרם---i7968",
      "image": "productsimages/mfrimages/thumbs/I355706_80_40.png"
    },
    {
      "name": "פרורי לחם אורגניים מבית השדה.\nעשויים מקמח כוסמין מלא אורגני, מלח, שמרים ומים, מכיל גלוטן.\nלציפוי שניצלים, אפייה ועוד.\n\nמשקל נקי: 200 גרם",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פרורי-לחם-מקמח-כוסמין-מלא-אורגני-200-גרם-השדה-השדה--i1639",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "פרורי לחם עשויים מקמח חיטה מלא אורגני, מלח, שמרים ומים.\nלציפוי שניצלים, טיגון ועוד, מכיל גלוטן.\n\nמשקל נקי: 200 גרם",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פרורי-לחם-אורגניים-מקמח-מלא-200-גרם-השדה-השדה--i1345",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "רכיבים: מכיל קמח חיטה, שמרים, סוכר ומלח. (מכיל גלוטן)\n\nאחסון: יש לאחסון במקום מוצל ויבש.\n\nמשקל: 200 גרם",
      "price": null,
      "category": "מוצרים לאפייה ובישול",
      "url": "פנקו-פירורי-לחם-יפניים---טייסט-אוף-אסיה-טייסט-אוף-אסיה--i6938",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "סוכר ענבים 500 גרם - ניצת הדובדבן",
      "price": "8.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%9b%d7%a8-%d7%a2%d7%a0%d7%91%d7%99%d7%9d,-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7300",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סוכר פירות פרוקטוז, 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%9b%d7%a8-%d7%a4%d7%99%d7%a8%d7%95%d7%aa--%d7%a4%d7%a8%d7%95%d7%a7%d7%98%d7%95%d7%96-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7301",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סוכר דמררה אורגני 1 ק\"ג - ניצת הדובדבן",
      "price": "9.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%9b%d7%a8-%d7%93%d7%9e%d7%a8%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i7337",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סוכר קוקוס אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%9b%d7%a8-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i9860",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מולסה שחורה נטול גופרית - ניצת הדובדבן",
      "price": "17.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%9e%d7%95%d7%9c%d7%a1%d7%94-%d7%a9%d7%97%d7%95%d7%a8%d7%94-%d7%a0%d7%98%d7%95%d7%9c-%d7%92%d7%95%d7%a4%d7%a8%d7%99%d7%aa---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i15351",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ממתיק אורגני ללא סוכר 650 גרם סוויט פיוצ'ר - עתיד ירוק",
      "price": "55.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%a1%d7%95%d7%9b%d7%a8-650-%d7%92%d7%a8%d7%9d-%d7%a1%d7%95%d7%95%d7%99%d7%98-%d7%a4%d7%95%d7%98%d7%95%d7%a8-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i24760",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "אריתריטול תחליף סוכר - עלי טבע",
      "price": "19.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%90%d7%a8%d7%99%d7%aa%d7%a8%d7%99%d7%98%d7%95%d7%9c-%d7%aa%d7%97%d7%9c%d7%99%d7%a3-%d7%a1%d7%95%d7%9b%d7%a8-%d7%a2%d7%9c%d7%99-%d7%98%d7%91%d7%a2-i26190",
      "image": "productsimages/mfrimages/thumbs/E321801_80_40.png"
    },
    {
      "name": "אלולוז - אבקת ממתיק ללא טעמי לוואי - לס אנד מור",
      "price": "39.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%90%d7%9c%d7%95%d7%9c%d7%95%d7%96-%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%9c%d7%9c%d7%90-%d7%98%d7%a2%d7%9e%d7%99-%d7%9c%d7%95%d7%95%d7%90%d7%99-%d7%9c%d7%a1-%d7%90%d7%a0%d7%93-%d7%9e%d7%95%d7%a8-i26222",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "סוכר קוקוס אורגני - עתיד ירוק",
      "price": "14.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%9b%d7%a8-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i26243",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "שוגרלס ממתיק ללא סוכר - לס אנד מור",
      "price": "45.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a9%d7%95%d7%92%d7%a8%d7%9c%d7%a1-%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%9c%d7%9c%d7%90-%d7%a1%d7%95%d7%9b%d7%a8-%d7%9c%d7%a1-%d7%90%d7%a0%d7%93-%d7%9e%d7%95%d7%a8-i26908",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "אלולוז - עלי טבע",
      "price": "19.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%90%d7%9c%d7%95%d7%9c%d7%95%d7%96-%d7%a2%d7%9c%d7%99-%d7%98%d7%91%d7%a2-i27121",
      "image": "productsimages/mfrimages/thumbs/E321801_80_40.png"
    },
    {
      "name": "סוכר קנים אורגני 1 ק\"ג - ניצת הדובדבן",
      "price": "9.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%9b%d7%a8-%d7%a7%d7%a0%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-1-%d7%a7%d7%92-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6823",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אלולוז - קיטו שף",
      "price": "39.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%90%d7%9c%d7%95%d7%9c%d7%95%d7%96-%d7%a7%d7%99%d7%98%d7%95-%d7%a9%d7%a3-i23894",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "סוויטאנגו סוכר גולד 500 גרם",
      "price": "54.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%a1%d7%95%d7%9b%d7%a8-%d7%92%d7%95%d7%9c%d7%93-500-%d7%92%d7%a8%d7%9d-i27746",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "ממתיק אריתריטול אורגני - עתיד ירוק",
      "price": "26.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%90%d7%a8%d7%99%d7%aa%d7%a8%d7%99%d7%98%d7%95%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i25595",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "סטיביה טבליות אורגני 200 טבליות",
      "price": "29.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%98%d7%99%d7%91%d7%99%d7%94-%d7%98%d7%91%d7%9c%d7%99%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-200-%d7%98%d7%91%d7%9c%d7%99%d7%95%d7%aa-i25647",
      "image": "productsimages/mfrimages/thumbs/G145074_80_40.jpg"
    },
    {
      "name": "סטיביה טיפות אורגני 30 מל'",
      "price": "29.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%98%d7%99%d7%91%d7%99%d7%94-%d7%98%d7%99%d7%a4%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-30-%d7%9e%d7%9c-i25648",
      "image": "productsimages/mfrimages/thumbs/G145074_80_40.jpg"
    },
    {
      "name": "ממתיק ללא סוכר 650 גרם sweet future - עתיד ירוק",
      "price": "39.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%9c%d7%9c%d7%90-%d7%a1%d7%95%d7%9b%d7%a8-650-%d7%92%d7%a8%d7%9d-sweet-future-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i26141",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "ממתיק סטיביה 100 שקיות - מתוק וקל",
      "price": "25.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%a1%d7%98%d7%99%d7%91%d7%99%d7%94-100-%d7%a9%d7%a7%d7%99%d7%95%d7%aa---%d7%9e%d7%aa%d7%95%d7%a7-%d7%95%d7%a7%d7%9c-%d7%9e%d7%aa%d7%95%d7%a7-%d7%95%d7%a7%d7%9c--i19886",
      "image": "productsimages/mfrimages/thumbs/Q516869_80_40.jpg"
    },
    {
      "name": "ממתיק תחליף סוכר אריזת חיסכון 700 גרם - סוויטאנגו",
      "price": "56.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%aa%d7%97%d7%9c%d7%99%d7%a3-%d7%a1%d7%95%d7%9b%d7%a8-%d7%90%d7%a8%d7%99%d7%96%d7%aa-%d7%97%d7%99%d7%a1%d7%9b%d7%95%d7%9f-700-%d7%92%d7%a8%d7%9d---%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95--Sweetango--i20340",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו ממתיק תחליף סוכר 280 גרם",
      "price": "27.2",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%aa%d7%97%d7%9c%d7%99%d7%a3-%d7%a1%d7%95%d7%9b%d7%a8-280-%d7%92%d7%a8%d7%9d-i20738",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו ממתיק בטעם וניל 100 גרם",
      "price": "16.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%91%d7%98%d7%a2%d7%9d-%d7%95%d7%a0%d7%99%d7%9c-100-%d7%92%d7%a8%d7%9d-i22810",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו אבקת סוכר חיסכון 400 גרם",
      "price": "43.3",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%90%d7%91%d7%a7%d7%aa-%d7%a1%d7%95%d7%9b%d7%a8-%d7%97%d7%99%d7%a1%d7%9b%d7%95%d7%9f-400-%d7%92%d7%a8%d7%9d-i23002",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סטיביה טבעית 100 מל - ברא צמחים",
      "price": "55",
      "category": "סוכר ותחליפיו",
      "url": "%d7%91%d7%a8%d7%90-%d7%a6%d7%9e%d7%97%d7%99%d7%9d--i14602",
      "image": "productsimages/mfrimages/thumbs/E703622_80_40.png"
    },
    {
      "name": "סוויטאנגו ממתיק תחליף סוכר חום 450 גרם",
      "price": "42.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%aa%d7%97%d7%9c%d7%99%d7%a3-%d7%a1%d7%95%d7%9b%d7%a8-%d7%97%d7%95%d7%9d-450-%d7%92%d7%a8%d7%9d-i24127",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו טו גו ממתיק תחליף סוכר 100 שקיות אישיות",
      "price": "42.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%95%d7%99%d7%98%d7%90%d7%a0%d7%92%d7%95-%d7%98%d7%95-%d7%92%d7%95-%d7%9e%d7%9e%d7%aa%d7%99%d7%a7-%d7%aa%d7%97%d7%9c%d7%99%d7%a3-%d7%a1%d7%95%d7%9b%d7%a8-100-%d7%a9%d7%a7%d7%99%d7%95%d7%aa-%d7%90%d7%99%d7%a9%d7%99%d7%95%d7%aa-i24356",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוכר ללא סוכר אריתריטול - בית השקד",
      "price": "33.9",
      "category": "סוכר ותחליפיו",
      "url": "%d7%a1%d7%95%d7%9b%d7%a8-%d7%9c%d7%9c%d7%90-%d7%a1%d7%95%d7%9b%d7%a8-%d7%90%d7%a8%d7%99%d7%aa%d7%a8%d7%99%d7%98%d7%95%d7%9c-%d7%91%d7%99%d7%aa-%d7%94%d7%a9%d7%a7%d7%93-i23831",
      "image": "productsimages/mfrimages/thumbs/G938485_80_40.png"
    },
    {
      "name": "סוכר ענבים\n\nרכיבים: סוכר ענבים\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nתכולה: 500 גרם\n\nכשר פרווה בהש",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוכר-ענבים,-500-גרם,-ניצת-הדובדבן-i7300",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סוכר פירות פרוקטוז, 500 גרם - ניצת הדובדבן\n\nרכיבים: סוכר פירות (פרוקטוזה).\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך) בוטנים ושומשום\n\nתכולה: 500 גרם",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוכר-פירות--פרוקטוז-500-גרם-ניצת-הדובדבן-i7301",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סוכר דמררה אורגני 1 ק\"ג - ניצת הדובדבן\n\nרכיבים: סוכר דמררה אורגני\n\nמידע על אלרגנים: עלול להכיל סויה, גלוטן, אגוזים (שקד, מלך, קוקוס, מקדמיה, ברזיל, לוז, פיסטוק, צנובר, פקאן, קשיו), בוטנים ושו",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוכר-דמררה-אורגני-i7337",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סוכר קוקוס אורגני - ניצת הדובדבן\n\nסוכר קוקוס בגוון חום זהוב טבעי, עם מתיקות מעודנת וללא טעם לוואי. מופק מענפי עץ הקוקוס, לסוכר טעם קרמלי עדין והוא נמס בקלות בנוזל חם או קר.\n\nהסוכר בעל ערך גליקמי נ",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוכר-קוקוס-אורגני-ניצת-הדובדבן-i9860",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "רכיבים: 100% מולסה שחורה מקנה סוכר\n\nכשר פרווה בהשגחת הרבנות מודיעין. בדץ מהדרין. \n\nכמות: 500 גרם",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "מולסה-שחורה-נטול-גופרית---ניצת-הדובדבן-ניצת-הדובדבן--i15351",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "ממתיק אורגני ללא סוכר 650 גרם סוויט פיוצ'ר - עתיד ירוק\n\nמושלם וקל לכל המתקת משקאות, אפייה, קינוחים ועוד\n\nרכיבים: ממתיקים: אריתריטול אורגני המופק מתירס, סטיביול גליקוזיד המופק מעלי הסטיביה.",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "ממתיק-אורגני-ללא-סוכר-650-גרם-סוויט-פוטור-עתיד-ירוק-i24760",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "אריתריטול\n\nרכיבים: אריתריטול\n\nתכולה: 400 גרם\n\nבהשגחת הרבנות בית שמש",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "אריתריטול-תחליף-סוכר-עלי-טבע-i26190",
      "image": "productsimages/mfrimages/thumbs/E321801_80_40.png"
    },
    {
      "name": "ממתיק אלולוז\n\nידידותי לתזונה דלת פחמימות, קיטו ופלאו\n\nרכיבים: אבקת אלולוז\n\nמידע על אלרגנים: עלול להכיל גלוטן (חיטה, שעורה, שיבות שועל) סויה, שומשום, ביצים.\n\nתכולה: 400 גרם\n\nכשר פרווה בהשגחת",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "אלולוז-אבקת-ממתיק-ללא-טעמי-לוואי-לס-אנד-מור-i26222",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "סוכר קוקוס אורגני\n\nרכיבים: סוכר קוקוס אורגני\n\nמידע על אלרגנים: מכיל קוקוס.\n\nתכולה: 300 גרם\n\nכשר בד\"צ 'בית יוסף'",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוכר-קוקוס-אורגני-עתיד-ירוק-i26243",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "שוגרלס ממתיק ללא סוכר - לס אנד מור\n\nממתיק שולחני על בסיס אריתריטול וסטיביול גליקוזייד\n\nידידותי לתזונה דלת פחמימות, קיטו ופלאו\n\nרכיבים: ממתיקים טבעיים (100%) (אריתריטול, סטיביול גליקוזייד (המופק",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "שוגרלס-ממתיק-ללא-סוכר-לס-אנד-מור-i26908",
      "image": "productsimages/mfrimages/thumbs/B902917_80_40.jpg"
    },
    {
      "name": "אלולוז - עלי טבע\n\nרכיבים: 100% אבקת אלולוז\n\n350 גרם\n\nבהשגחת בד\"צ מחזיקי הדת",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "אלולוז-עלי-טבע-i27121",
      "image": "productsimages/mfrimages/thumbs/E321801_80_40.png"
    },
    {
      "name": "סוכר קנים אורגני 1 ק\"ג - ניצת הדובדבן\n\nתחליף לסוכר לבן במאפים, משקאות ודברי מתיקה לסוגיהם.\n\nמידע על אלרגניים: עשוי להכיל סויה, גלוטן, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך), בוטנים ושומ",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוכר-קנים-אורגני-1-קג-ניצת-הדובדבן-i6823",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אלולוז - ממתיק שולחני\n\nרכיבים: אלולוז 100%\n\nטבעוני | ללא הנדסה גנטית | מותאם לתזונת קיטו\n\nמינון מומלץ: 11/3 כפית אלולוז = כפית סוכר לבן\n\nמשקל: 500 גרם\n\nכשר פרווה- כשר לאוכלי קטניות הרב אליעז",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "אלולוז-קיטו-שף-i23894",
      "image": "productsimages/mfrimages/thumbs/Y123040_80_40.png"
    },
    {
      "name": "סוויטאנגו סוכר גולד 500 גרם\n\nרכיבים: ממתיקים (100%) - אריתריטול, רכיב מצמח הסטיביה, אלולוז\n\nתכולה: 500 גרם\n\nצריכה מופרזת עלולה לגרום לפעילות מעיים מוגברת\n\nכשר פרווה בהשגחת בד\"ץ העדה החרדי",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוויטאנגו-סוכר-גולד-500-גרם-i27746",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "אריתריטול אורגני\n\nרכיבים: ממתיק אריתריטול אורגני מתירס\n\nמידע על אלרגנים: עלול להכיל חלב, ביצים, סויה, שומשום, אגוזים (שקדים, ברזיל, קשיו, מלך, לוז, קוקוס), דגים (ג'לטין), שיפון, שעורה, סולפיט)",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "ממתיק-אריתריטול-אורגני-עתיד-ירוק-i25595",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "סטיביה - טבליות אורגני\n\nללא תוספות וכימיקלים | ללא GMO\n\nרכיבים: סטיביה, לקטוז, צלולוז, סודיום, מגנזיום סוטרט, סיליקון דה אוקסיד.\n\nאלרגנים: מכיל לקטוז\n\nתכולה: 200 טבליות\n\nכשר פרווה בהשגחת בד&",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סטיביה-טבליות-אורגני-200-טבליות-i25647",
      "image": "productsimages/mfrimages/thumbs/G145074_80_40.jpg"
    },
    {
      "name": "סטיביה טיפות אורגני\n\nללא תוספות וכימיקלים וללא GMO\n\nרכיבים: תמצית סטיביה סטיוביול גליקוזיד\n\nאלרגנים: מכיל לקטוז\n\nתכולה: 30 מ\"ל\n\nבהשגחת בד\"צ מחזיקי הדת",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סטיביה-טיפות-אורגני-30-מל-i25648",
      "image": "productsimages/mfrimages/thumbs/G145074_80_40.jpg"
    },
    {
      "name": "ממתיק ללא סוכר\n\nעל בסיס אריתריטול וסטיביול גליקוזיד\n\n0 שומנים | 0 קלוריות | 0 סוכרים | 1:1 ביחס לסוכר\n\nרכיבים: ממתקים: אריתריטול אורגני המופק מתירס, סטיביול גליקוזיד המופק מעלי הסטיביה.\n\nמידע",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "ממתיק-ללא-סוכר-650-גרם-sweet-future-עתיד-ירוק-i26141",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "ממתיק סטיביה 100 שקיות - מתוק וקל\n\nממתיק על בסיס אריתריפול וסטיביול גליקוזיד.\n\nרכיבים: ממתיקים- 96.5% אריתריטול, 3.5% סטיביול גליקוז. \n\nכל שקית שווה במתיקות ה ל1.5 כפיות סוכר.\n\nאבקה נמסה",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "ממתיק-סטיביה-100-שקיות---מתוק-וקל-מתוק-וקל--i19886",
      "image": "productsimages/mfrimages/thumbs/Q516869_80_40.jpg"
    },
    {
      "name": "ממתיק תחליף סוכר - סוויטאנגו \nתחליף סוכר מרכיבים טבעיים, לא תאמינו שזה לא סוכר.\n\nרכיבים: אריתריטול, סטיביול גליקוזיד ( המופק מצמח הסטיביה ).\n\nמתאים לבישול, אפייה, המתקת משקאות חמים וק",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "ממתיק-תחליף-סוכר-אריזת-חיסכון-700-גרם---סוויטאנגו--Sweetango--i20340",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "ממתיק תחליף סוכר - סוויטאנגו \n\nתחליף סוכר מרכיבים טבעיים, לא תאמינו שזה לא סוכר.\n\nרכיבים: ממתיקים (100%) [אריתריטול, סטיביול, גליקוזיד (המופק מצמח הסטיביה)]\n\nתכולה: 280 גרם \n\nכשר פרו",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוויטאנגו-ממתיק-תחליף-סוכר-280-גרם-i20738",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "ממתיק תחליף סוכר - סוויטאנגו \n\nתחליף סוכר מרכיבים טבעיים, לא תאמינו שזה לא סוכר.\n\nרכיבים: אריתריטול, סטיביול גליקוזיד ( המופק מצמח הסטיביה ).\n\nמתאים לבישול, אפייה, המתקת משקאות חמים וקרים,",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוויטאנגו-ממתיק-בטעם-וניל-100-גרם-i22810",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו אבקת סוכר חיסכון \n\nרכיבים: ממתיקים (אריתריטול, סטיביול, גליקוזיד (המופק מצמח הסטיביה ) )\n\nמשקל: 400 גרם\n\nכשר בהשגחת הבד\"ץ ירושלים לא כולל פסח | כשר פרווה בהשגחת הרבנות ב",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוויטאנגו-אבקת-סוכר-חיסכון-400-גרם-i23002",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סטיביה טבעית - תמצית עלי סטיביה\n\nרכיבים: מים, גליצרין (מייצב), עלי סטיביה 20%\n\nתכולה: 100 מ\"ל תמצית צמחים\n\nהוראות שימוש: לנער היטב לפני השימוש. הוסף 1 מ\"ל לכוס משקה / תבשיל או לפי הטעם",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "ברא-צמחים--i14602",
      "image": "productsimages/mfrimages/thumbs/E703622_80_40.png"
    },
    {
      "name": "סוויטאנגו ממתיק תחליף סוכר חום 450 גרם\n\nטבעוני | מיוצר בישראל | מתאים לדיאטת קיטו | ללא שמן דקלים\n\nרכיבים: ממתיקים: (אריתריטול, סטיביול גליקוזיד (המופק מצמח הסטיביה)), סירופ סוכר שרוף.\n\nתכולה: 4",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוויטאנגו-ממתיק-תחליף-סוכר-חום-450-גרם-i24127",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוויטאנגו טו גו ממתיק תחליף סוכר 100 שקיות אישיות\n\nרכיבים: ממתיקים (100%) [אריתריטול, סטיביול גליקוזיד (המופק מצמח הסטיביה)]\n\nתכולה: 100 שקיות אישיות / 500 גרם (כל שקית במשקל 5 גרם)\n\nב",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוויטאנגו-טו-גו-ממתיק-תחליף-סוכר-100-שקיות-אישיות-i24356",
      "image": "productsimages/mfrimages/thumbs/B124154_80_40.png"
    },
    {
      "name": "סוכר ללא סוכר אריתריטול - בית השקד\n\nתחליף  טבעי במקום סוכר\n\n0 קלוריות | 0 ערך גליקמי | 1:1 תחליף סוכר\n\nרכיבים: אריתריטול (רב כהלים המופק מתירס)\n\nמידע על אלרגנים: עלול להכיל: אגוזים (",
      "price": null,
      "category": "סוכר ותחליפיו",
      "url": "סוכר-ללא-סוכר-אריתריטול-בית-השקד-i23831",
      "image": "productsimages/mfrimages/thumbs/G938485_80_40.png"
    },
    {
      "name": "מלח אטלנטי דק 500 גרם - ניצת הדובדבן",
      "price": "9.6",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%93%d7%a7-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i20759",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח אטלנטי גס 500 גרם - ניצת הדובדבן",
      "price": "9.6",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%92%d7%a1-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i20765",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח אטלנטי אפור גס 500 גרם - ניצת הדובדבן",
      "price": "9.6",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%90%d7%a4%d7%95%d7%a8-%d7%92%d7%a1-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i20766",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח הימלאיה דק 1 ק`ג - ניצת הדובדבן",
      "price": "13.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%93%d7%a7-1-%d7%a7`%d7%92---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f---i25005",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח הימלאיה עבה 1 ק\"ג - ניצת הדובדבן",
      "price": "13.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%a2%d7%91%d7%94-1-%d7%a7%d7%92-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25095",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח ים אטלנטי אורגני עבה 100 גר במלחיה - ניצת הדובדבן",
      "price": "8.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%99%d7%9d-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a2%d7%91%d7%94-100-%d7%92%d7%a8-%d7%91%d7%9e%d7%9c%d7%97%d7%99%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26319",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח ים אטלנטי אורגני דק 100 גרם במטחנה - ניצת הדובדבן",
      "price": "8.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%99%d7%9d-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%93%d7%a7-100-%d7%92%d7%a8%d7%9d-%d7%91%d7%9e%d7%98%d7%97%d7%a0%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26332",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח ים אטלנטי אפור עבה 125 גרם במטחנה - ניצת הדובדבן",
      "price": "8.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%99%d7%9d-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%90%d7%a4%d7%95%d7%a8-%d7%a2%d7%91%d7%94-125-%d7%92%d7%a8%d7%9d-%d7%91%d7%9e%d7%98%d7%97%d7%a0%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26333",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח ים קלטי אטלנטי 1 ק\"ג - גרוס סל גרנד",
      "price": "27.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%99%d7%9d-%d7%a7%d7%9c%d7%98%d7%99-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-1-%d7%a7%d7%92-%d7%92%d7%a8%d7%95%d7%a1-%d7%a1%d7%9c-%d7%92%d7%a8%d7%a0%d7%93-i26767",
      "image": "/ProductsImages/thumbs/N24026_2522025123420_250_180.jpg"
    },
    {
      "name": "מלח הימלאיה שחור דק 200 גרם - עתיד ירוק",
      "price": "14.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%a9%d7%97%d7%95%d7%a8-%d7%93%d7%a7-200-%d7%92%d7%a8%d7%9d-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i26830",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תבלין קינמון טחון אורגני 40 גרם - תבואות",
      "price": "11.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a7%d7%99%d7%a0%d7%9e%d7%95%d7%9f-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25804",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין כוסברה אורגני 40 גרם - תבואות",
      "price": "11.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%9b%d7%95%d7%a1%d7%91%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25795",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין קארי אורגני 40 גרם - תבואות",
      "price": "11.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a7%d7%90%d7%a8%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25796",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין כמון טחון אורגני 40 גרם - תבואות",
      "price": "11.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%9b%d7%9e%d7%95%d7%9f-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%92%d7%a8%d7%9d---%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa--i25797",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין כורכום טחון אורגני 40 גרם - תבואות",
      "price": "11.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%9b%d7%95%d7%a8%d7%9b%d7%95%d7%9d-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25798",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין צ'ילי גרוס אורגני 40 גרם - תבואות",
      "price": "11.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a6%d7%99%d7%9c%d7%99-%d7%92%d7%a8%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25800",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין פלפל קאיין אורגני 40 גרם - תבואות",
      "price": "11.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a4%d7%9c%d7%a4%d7%9c-%d7%a7%d7%90%d7%99%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25802",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין כורכום אבקה אורגני - שורשים 100 גרם",
      "price": "14.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%9b%d7%95%d7%a8%d7%9b%d7%95%d7%9d-%d7%90%d7%91%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a9%d7%95%d7%a8%d7%a9%d7%99%d7%9d-100-%d7%92%d7%a8%d7%9d-i23606",
      "image": "productsimages/mfrimages/thumbs/Q428185_80_40.png"
    },
    {
      "name": "תבלין קינמון אבקה אורגני - שורשים 100 גרם",
      "price": "14.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a7%d7%99%d7%a0%d7%9e%d7%95%d7%9f-%d7%90%d7%91%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a9%d7%95%d7%a8%d7%a9%d7%99%d7%9d-100-i23611",
      "image": "productsimages/mfrimages/thumbs/Q428185_80_40.png"
    },
    {
      "name": "מלח מים המלח ללא נתרן - הרודס",
      "price": "21.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%9e%d7%99%d7%9d-%d7%94%d7%9e%d7%9c%d7%97-%d7%9c%d7%9c%d7%90-%d7%a0%d7%aa%d7%a8%d7%9f-%d7%94%d7%a8%d7%95%d7%93-i23632",
      "image": "/ProductsImages/thumbs/Q364602_632022141442_250_180.png"
    },
    {
      "name": "אבקת מרק בטעם עוף אורגני ללא גלוטן - נוטרה זן",
      "price": "25.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%91%d7%98%d7%a2%d7%9d-%d7%a2%d7%95%d7%a3-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i24368",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אבקת מרק בצל אורגנית ללא גלוטן - נוטרה זן",
      "price": "25.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%91%d7%a6%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i24375",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אבקת מרק ירקות אורגני דל שומן- נוטרה זן",
      "price": "25.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%99%d7%a8%d7%a7%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%93%d7%9c-%d7%a9%d7%95%d7%9e%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i23044",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אבקת מרק ירקות אורגני  ללא גלוטן - נוטרה זן",
      "price": "25.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%99%d7%a8%d7%a7%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i23292",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "תבלין טימין נוזלי אורגני 40 מ\"ל - הרדוף",
      "price": "19.5",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%98%d7%99%d7%9e%d7%99%d7%9f-%d7%a0%d7%95%d7%96%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%9e%d7%9c-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i24584",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין שום נוזלי אורגני 40 מ\"ל - הרדוף",
      "price": "19.5",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a9%d7%95%d7%9d-%d7%a0%d7%95%d7%96%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%9e%d7%9c-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i24587",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין בזיליקום נוזלי אורגני 40 מ\"ל - הרדוף",
      "price": "19.5",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%91%d7%96%d7%99%d7%9c%d7%99%d7%a7%d7%95%d7%9d-%d7%a0%d7%95%d7%96%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%9e%d7%9c-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i24590",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "שיני שום קלופים מוקפאים אורגני צנצנת - ליב",
      "price": "18.8",
      "category": "מלח ותבלינים",
      "url": "%d7%a9%d7%99%d7%a0%d7%99-%d7%a9%d7%95%d7%9d-%d7%a7%d7%9c%d7%95%d7%a4%d7%99%d7%9d-%d7%9e%d7%95%d7%a7%d7%a4%d7%90%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a6%d7%a0%d7%a6%d7%a0%d7%aa-%d7%9c%d7%99%d7%91-i24881",
      "image": "productsimages/mfrimages/thumbs/V506356_80_40.png"
    },
    {
      "name": "מלח הימלאיה מעושר ביוד 1 ק\"ג דק בשקית - עתיד ירוק",
      "price": "17.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%9e%d7%a2%d7%95%d7%a9%d7%a8-%d7%91%d7%99%d7%95%d7%93-1-%d7%a7%d7%92-%d7%93%d7%a7-%d7%91%d7%a9%d7%a7%d7%99%d7%aa-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-%d7%a2%d7%aa%d7%99%d7%93-i25698",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה מעושר ביוד 1 ק\"ג גס בשקית - עתיד ירוק",
      "price": "17.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%9e%d7%a2%d7%95%d7%a9%d7%a8-%d7%91%d7%99%d7%95%d7%93-1-%d7%a7%d7%92-%d7%92%d7%a1-%d7%91%d7%a9%d7%a7%d7%99%d7%aa-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-%d7%a2%d7%aa%d7%99%d7%93-i25699",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה שחור 1 ק\"ג דק בשקית - עתיד ירוק",
      "price": "25.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%a9%d7%97%d7%95%d7%a8-1-%d7%a7%d7%92-%d7%93%d7%a7-%d7%91%d7%a9%d7%a7%d7%99%d7%aa-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i25700",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה ורוד 1 ק\"ג גס בשקית - נוטרה זן",
      "price": "15.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%95%d7%a8%d7%95%d7%93-1-%d7%a7%d7%92-%d7%92%d7%a1-%d7%91%d7%a9%d7%a7%d7%99%d7%aa-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i27148",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה ורוד 1 ק\"ג דק בשקית - נוטרה זן",
      "price": "15.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%95%d7%a8%d7%95%d7%93-1-%d7%a7%d7%92-%d7%93%d7%a7-%d7%91%d7%a9%d7%a7%d7%99%d7%aa-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i27149",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "מלח הרבהמארה 1 קילו",
      "price": "115.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%a8%d7%91%d7%94%d7%9e%d7%90%d7%a8%d7%94-1-%d7%a7%d7%99%d7%9c%d7%95-i21110",
      "image": "productsimages/mfrimages/thumbs/717328_80_40.PNG"
    },
    {
      "name": "נוץ' -שמרים תזונתיים בתוספת ויטמינים - וגה",
      "price": "19.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a0%d7%95%d7%a5--%d7%a9%d7%9e%d7%a8%d7%99%d7%9d-%d7%aa%d7%96%d7%95%d7%a0%d7%aa%d7%99%d7%99%d7%9d-%d7%91%d7%aa%d7%95%d7%a1%d7%a4%d7%aa-%d7%95%d7%99%d7%98%d7%9e%d7%99%d7%a0%d7%99%d7%9d---%d7%95%d7%92%d7%94-VEGA--i20514",
      "image": "productsimages/mfrimages/thumbs/349714_80_40.JPG"
    },
    {
      "name": "אבקת מרק בטעם עוף ללא דגנים וללא תוספת סוכר -טוב טבע",
      "price": "24.4",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%91%d7%98%d7%a2%d7%9d-%d7%a2%d7%95%d7%a3-%d7%9c%d7%9c%d7%90-%d7%93%d7%92%d7%a0%d7%99%d7%9d-%d7%95%d7%9c%d7%9c%d7%90-%d7%aa%d7%95%d7%a1%d7%a4%d7%aa-%d7%a1%d7%95%d7%9b%d7%a8--%d7%98%d7%95%d7%91-%d7%98%d7%91%d7%a2-%d7%98%d7%95%d7%91-%d7%98%d7%91%d7%a2--i22175",
      "image": "productsimages/mfrimages/thumbs/S838753_80_40.png"
    },
    {
      "name": "אבקת מרק ירקות אורגנית, השדה",
      "price": "25.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%99%d7%a8%d7%a7%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%94%d7%a9%d7%93%d7%94-i8312",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "אבקת מרק עוף 500 גרם מח' צליאק לא גלוטן דגש",
      "price": "22.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%a2%d7%95%d7%a3-500-%d7%92%d7%a8%d7%9d-%d7%9e%d7%97-%d7%a6%d7%9c%d7%99%d7%90%d7%a7-%d7%93%d7%92%d7%a9-%d7%93%d7%92%d7%a9--i11927",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "מלח טרוקמארה גדול",
      "price": "46.6",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%98%d7%a8%d7%95%d7%a7%d7%9e%d7%90%d7%a8%d7%94-%d7%92%d7%93%d7%95%d7%9c---i11956",
      "image": "productsimages/mfrimages/thumbs/717328_80_40.PNG"
    },
    {
      "name": "אבקת מרק ירקות אורגני ללא שמרים כשל\"פ - נוטרה זן",
      "price": "25.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%99%d7%a8%d7%a7%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%a9%d7%9e%d7%a8%d7%99%d7%9d-%d7%9b%d7%a9%d7%9c`%d7%a4---%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f---i12495",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה דק 250 גר במלחיה - ניצת הדובדבן",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%93%d7%a7-250-%d7%92%d7%a8-%d7%91%d7%9e%d7%9c%d7%97%d7%99%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26191",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח הימלאיה עבה 250 גר במלחיה - ניצת הדובדבן",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%a2%d7%91%d7%94-250-%d7%92%d7%a8-%d7%91%d7%9e%d7%9c%d7%97%d7%99%d7%94---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f---i26192",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח אטלנטי אורגני עבה 1 קג - ניצת הדובדבן",
      "price": "12.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a2%d7%91%d7%94-1-%d7%a7%d7%92-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26518",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח קלטי 500 גרם - עתיד ירוק",
      "price": "46.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%a7%d7%9c%d7%98%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i27122",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תבלין ראס אל חנות אורגני 40 גרם - תבואות",
      "price": "11.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a8%d7%90%d7%a1-%d7%90%d7%9c-%d7%97%d7%a0%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i25803",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין פלפל קאיין אבקה אורגנית בשקית - שורשים 100 גרם",
      "price": "21.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a4%d7%9c%d7%a4%d7%9c-%d7%a7%d7%90%d7%99%d7%99%d7%9f-%d7%90%d7%91%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%91%d7%a9%d7%a7%d7%99%d7%aa-%d7%a9%d7%95%d7%a8%d7%a9%d7%99%d7%9d-i26066",
      "image": "productsimages/mfrimages/thumbs/Q428185_80_40.png"
    },
    {
      "name": "אבקת מרק בטעם עוף אורגני - נטורפוד",
      "price": "23.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%91%d7%98%d7%a2%d7%9d-%d7%a2%d7%95%d7%a3-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%98%d7%95%d7%a8%d7%a4%d7%95%d7%93-i26069",
      "image": "productsimages/mfrimages/thumbs/450727_80_40.JPG"
    },
    {
      "name": "אבקת מרק ירקות 500 גרם ללא גלוטן - דגש",
      "price": "23.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%99%d7%a8%d7%a7%d7%95%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%93%d7%92%d7%a9-i25354",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "תערובת מלחים מופחת נתרן 250 גרם - קרמנסיטה",
      "price": "15.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9e%d7%9c%d7%97%d7%99%d7%9d-%d7%9e%d7%95%d7%a4%d7%97%d7%aa-%d7%a0%d7%aa%d7%a8%d7%9f-250-%d7%92%d7%a8%d7%9d-%d7%a7%d7%a8%d7%9e%d7%a0%d7%a1%d7%99%d7%98%d7%94-i25734",
      "image": "productsimages/mfrimages/thumbs/Q409417_80_40.jpeg"
    },
    {
      "name": "תבלין צ'ילי חריף נוזלי אורגני 40 מ\"ל - הרדוף",
      "price": "19.5",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a6%d7%99%d7%9c%d7%99-%d7%97%d7%a8%d7%99%d7%a3-%d7%a0%d7%95%d7%96%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%9e%d7%9c-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i24588",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין צ'ילי חריף מאוד נוזלי אורגני 40 מ\"ל - הרדוף",
      "price": "19.5",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a6%d7%99%d7%9c%d7%99-%d7%97%d7%a8%d7%99%d7%a3-%d7%9e%d7%90%d7%95%d7%93-%d7%a0%d7%95%d7%96%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%9e%d7%9c-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i24589",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין רוזמרין נוזלי אורגני 40 מ\"ל - הרדוף",
      "price": "19.5",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a8%d7%95%d7%96%d7%9e%d7%a8%d7%99%d7%9f-%d7%a0%d7%95%d7%96%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%9e%d7%9c-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i24585",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין אורגנו נוזלי אורגני 40 מ\"ל - הרדוף",
      "price": "19.5",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%95-%d7%a0%d7%95%d7%96%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%9e%d7%9c-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i24586",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין ציפורן טחון אורגני 40 גרם - תבואות",
      "price": "14.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a6%d7%99%d7%a4%d7%95%d7%a8%d7%9f-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%92%d7%a8%d7%9d-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i23486",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין ג'ינג'ר נוזלי אורגני 40 מ\"ל - הרדוף",
      "price": "19.5",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%92%d7%99%d7%a0%d7%92%d7%a8-%d7%a0%d7%95%d7%96%d7%9c%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-40-%d7%9e%d7%9c-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i24583",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "קינמון ציילון אורגני טחון 70 גרם - עתיד ירוק",
      "price": "16.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a7%d7%99%d7%a0%d7%9e%d7%95%d7%9f-%d7%a6%d7%99%d7%99%d7%9c%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%98%d7%97%d7%95%d7%9f-70-%d7%92%d7%a8%d7%9d-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i27454",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "שמרים תזונתיים - בראג",
      "price": "47.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a9%d7%9e%d7%a8%d7%99%d7%9d-%d7%aa%d7%96%d7%95%d7%a0%d7%aa%d7%99%d7%99%d7%9d-%d7%91%d7%a8%d7%90%d7%92-i27722",
      "image": "productsimages/mfrimages/thumbs/R899087_80_40.png"
    },
    {
      "name": "הל טחון 60 גרם - נווה התבלין",
      "price": "17.9",
      "category": "מלח ותבלינים",
      "url": "%d7%94%d7%9c-%d7%98%d7%97%d7%95%d7%9f-60-%d7%92%d7%a8%d7%9d---%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i18039",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "אבקת מרק עוף ללא דגנים וללא תוספת מלח - טוב טבע",
      "price": "24.4",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%a2%d7%95%d7%a3-%d7%9c%d7%9c%d7%90-%d7%93%d7%92%d7%a0%d7%99%d7%9d-%d7%95%d7%9c%d7%9c%d7%90-%d7%aa%d7%95%d7%a1%d7%a4%d7%aa-%d7%9e%d7%9c%d7%97-%d7%98%d7%95%d7%91-%d7%98%d7%91%d7%a2-i11612",
      "image": "productsimages/mfrimages/thumbs/S838753_80_40.png"
    },
    {
      "name": "אבקת מרק עוף ללא דגנים - טוב טבע",
      "price": "24.4",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%9e%d7%a8%d7%a7-%d7%a2%d7%95%d7%a3-%d7%9c%d7%9c%d7%90-%d7%93%d7%92%d7%a0%d7%99%d7%9d-%d7%98%d7%95%d7%91-%d7%98%d7%91%d7%a2-i11615",
      "image": "productsimages/mfrimages/thumbs/S838753_80_40.png"
    },
    {
      "name": "תערובת תיבול הרבהמארה 125 גרם",
      "price": "21.9",
      "category": "מלח ותבלינים",
      "url": "125-%d7%92%d7%a8%d7%9d-%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%aa%d7%99%d7%91%d7%95%d7%9c-Herbamare--AVogel--i8049",
      "image": "productsimages/mfrimages/thumbs/717328_80_40.PNG"
    },
    {
      "name": "מלח אטלנטי לבן עבה מפורטוגל, 1 קג",
      "price": "7.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%9c%d7%91%d7%9f-%d7%a2%d7%91%d7%94-1-%d7%a7%d7%99%d7%9c%d7%95-%d7%9e%d7%a4%d7%95%d7%a8%d7%98%d7%95%d7%92%d7%9c-i7357",
      "image": "/ProductsImages/thumbs/L851876_250_180.jpg"
    },
    {
      "name": "מלח ים אטלנטי אפור 1 ק\"ג מספרד",
      "price": "12.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%99%d7%9d-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%90%d7%a4%d7%95%d7%a8-1-%d7%a7%d7%99%d7%9c%d7%95-%d7%9e%d7%a1%d7%a4%d7%a8%d7%93-i7589",
      "image": "/ProductsImages/thumbs/K170663_250_180.jpg"
    },
    {
      "name": "מלח ים אטלנטי דק מפורטוגל 1 ק\"ג",
      "price": "12.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%99%d7%9d-%d7%90%d7%98%d7%9c%d7%a0%d7%98%d7%99-%d7%93%d7%a7-1-%d7%a7%d7%99%d7%9c%d7%95-%d7%9e%d7%a4%d7%95%d7%a8%d7%98%d7%95%d7%92%d7%9c-i7959",
      "image": "/ProductsImages/thumbs/F897149_250_180.jpg"
    },
    {
      "name": "תבלין קארי טחון אורגני - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a7%d7%90%d7%a8%d7%99-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94---i12370",
      "image": "/ProductsImages/thumbs/U331673_1232017195141_250_180.png"
    },
    {
      "name": "תבלין פלפל שחור טחון אורגני במטחנה - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a4%d7%9c%d7%a4%d7%9c-%d7%a9%d7%97%d7%95%d7%a8-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%91%d7%9e%d7%98%d7%97%d7%a0%d7%94---%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-Cannamela--i12371",
      "image": "/ProductsImages/thumbs/X484032_1052022124121_250_180.jpg"
    },
    {
      "name": "תבלין כורכום טחון אורגני - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%9b%d7%95%d7%a8%d7%9b%d7%95%d7%9d-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94--i12424",
      "image": "/ProductsImages/thumbs/J316277_1232017202011_250_180.jpg"
    },
    {
      "name": "תבלין צ`ילי טחון אורגני - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a6`%d7%99%d7%9c%d7%99-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94--i12425",
      "image": "/ProductsImages/thumbs/F329171_1232017202126_250_180.jpg"
    },
    {
      "name": "תבלין קינמון טחון אורגני - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a7%d7%99%d7%a0%d7%9e%d7%95%d7%9f-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-i12426",
      "image": "/ProductsImages/thumbs/C138329_1010202195622_250_180.jpg"
    },
    {
      "name": "תבלין פלפל שחור טחון אורגני - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a4%d7%9c%d7%a4%d7%9c-%d7%a9%d7%97%d7%95%d7%a8-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94--i12427",
      "image": "/ProductsImages/thumbs/E16869_1010202195826_250_180.jpg"
    },
    {
      "name": "תבלין שום גבישי אורגני - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a9%d7%95%d7%9d-%d7%92%d7%91%d7%99%d7%a9%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94--i12428",
      "image": "/ProductsImages/thumbs/C961434_1232017201426_250_180.jpg"
    },
    {
      "name": "תבלין אורגנו אורגני - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%95-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94--i12430",
      "image": "/ProductsImages/thumbs/I683602_1232017201823_250_180.jpg"
    },
    {
      "name": "תבלין ציפורן אורגני - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a6%d7%99%d7%a4%d7%95%d7%a8%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94--i12431",
      "image": "/ProductsImages/thumbs/H828423_1010202195428_250_180.jpg"
    },
    {
      "name": "פלפל שחור שלם 80 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%9c%d7%a4%d7%9c-%d7%a9%d7%97%d7%95%d7%a8-%d7%a9%d7%9c%d7%9d-80-%d7%92%d7%a8%d7%9d---%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i18035",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רוזמרין 60 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a8%d7%95%d7%96%d7%9e%d7%a8%d7%99%d7%9f-60-%d7%92%d7%a8%d7%9d---%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i18036",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "זעפרן",
      "price": "29",
      "category": "מלח ותבלינים",
      "url": "%d7%96%d7%a2%d7%a4%d7%a8%d7%9f---i12740",
      "image": "/ProductsImages/thumbs/U1244_2312201810734_250_180.jpg"
    },
    {
      "name": "תבלין פפריקה מתוקה אורגנית – קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a4%d7%a4%d7%a8%d7%99%d7%a7%d7%94-%d7%9e%d7%aa%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-i13860",
      "image": "/ProductsImages/thumbs/K169869_1052022124720_250_180.jpg"
    },
    {
      "name": "תבלין כמון אורגני - קנהמלה",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%9b%d7%9e%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a7%d7%a0%d7%94%d7%9e%d7%9c%d7%94-i13861",
      "image": "/ProductsImages/thumbs/Q436104_2462018124755_250_180.jpg"
    },
    {
      "name": "צ'ילי מקסיקני 100 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a6`%d7%99%d7%9c%d7%99-%d7%9e%d7%a7%d7%a1%d7%99%d7%a7%d7%a0%d7%99-110-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i18046",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "בהרט 100 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%91%d7%94%d7%a8%d7%98-110-%d7%92%d7%a8%d7%9d---%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i18041",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "מקלות קינמון ציילוני אמיתי אורגני 50 גרם",
      "price": "17.5",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%a7%d7%9c%d7%95%d7%aa-%d7%a7%d7%99%d7%a0%d7%9e%d7%95%d7%9f-%d7%a6%d7%99%d7%99%d7%9c%d7%95%d7%a0%d7%99-%d7%90%d7%9e%d7%99%d7%aa%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-50-%d7%92%d7%a8%d7%9d-i18932",
      "image": "productsimages/mfrimages/thumbs/D369546_80_40.jpg"
    },
    {
      "name": "קינמון ציילוני אמיתי טחון אורגני 70 גרם",
      "price": "17.5",
      "category": "מלח ותבלינים",
      "url": "%d7%a7%d7%99%d7%a0%d7%9e%d7%95%d7%9f-%d7%a6%d7%99%d7%99%d7%9c%d7%95%d7%a0%d7%99-%d7%90%d7%9e%d7%99%d7%aa%d7%99-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-70-%d7%92%d7%a8%d7%9d---i18933",
      "image": "productsimages/mfrimages/thumbs/D369546_80_40.jpg"
    },
    {
      "name": "פלפל שחור טחון 80 גרם",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%9c%d7%a4%d7%9c-%d7%a9%d7%97%d7%95%d7%a8-%d7%98%d7%97%d7%95%d7%9f-80-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i22572",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "כמון מזרחי טחון 100 גרם",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9b%d7%9e%d7%95%d7%9f-%d7%9e%d7%96%d7%a8%d7%97%d7%99-%d7%98%d7%97%d7%95%d7%9f-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i22573",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "ציפורן טחון 60 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a6%d7%99%d7%a4%d7%95%d7%a8%d7%9f-%d7%a9%d7%9c%d7%9d-60-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21819",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "תבלין לדג 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%9c%d7%93%d7%92-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21269",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "כמון שלם 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9b%d7%9e%d7%95%d7%9f-%d7%a9%d7%9c%d7%9d-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21283",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "ציפורן שלם 60 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a6%d7%99%d7%a4%d7%95%d7%a8%d7%9f-%d7%a9%d7%9c%d7%9d-60-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21284",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "זעתר עם שומשום 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%96%d7%a2%d7%aa%d7%a8-%d7%a2%d7%9d-%d7%a9%d7%95%d7%9e%d7%a9%d7%95%d7%9d-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21272",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "כוסברה טחון 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9b%d7%95%d7%a1%d7%91%d7%a8%d7%94-%d7%98%d7%97%d7%95%d7%9f-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21273",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "שמיר יבש 50 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a9%d7%9e%d7%99%d7%a8-%d7%99%d7%91%d7%a9-50-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21278",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "תבלין לעוף עם עשבי תיבול 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%9c%d7%a2%d7%95%d7%a3-%d7%a2%d7%9d-%d7%a2%d7%a9%d7%91%d7%99-%d7%aa%d7%99%d7%91%d7%95%d7%9c-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21279",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פפריקה מתוקה עם שמן 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%a4%d7%a8%d7%99%d7%a7%d7%94-%d7%9e%d7%aa%d7%95%d7%a7%d7%94-%d7%a2%d7%9d-%d7%a9%d7%9e%d7%9f-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21252",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פפריקה מתוקה גרוסה 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%a4%d7%a8%d7%99%d7%a7%d7%94-%d7%9e%d7%aa%d7%95%d7%a7%d7%94-%d7%92%d7%a8%d7%95%d7%a1%d7%94-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i21253",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פפריקה חריפה 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%a4%d7%a8%d7%99%d7%a7%d7%94-%d7%97%d7%a8%d7%99%d7%a4%d7%94-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21254",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פלפל שחור גרוס 80 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%9c%d7%a4%d7%9c-%d7%a9%d7%97%d7%95%d7%a8-%d7%92%d7%a8%d7%95%d7%a1-80-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21255",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "כורכום טחון 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9b%d7%95%d7%a8%d7%9b%d7%95%d7%9d-%d7%98%d7%97%d7%95%d7%9f-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21258",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "קארי מסאלה 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a7%d7%90%d7%a8%d7%99-%d7%9e%d7%a1%d7%90%d7%9c%d7%94-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21264",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "קימל טחון 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a7%d7%99%d7%9e%d7%9c-%d7%98%d7%97%d7%95%d7%9f-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21265",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "אבקת שום 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%a9%d7%95%d7%9d-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21266",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "שום פלחים 90 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a9%d7%95%d7%9d-%d7%a4%d7%9c%d7%97%d7%99%d7%9d-90-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21267",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "בצל יבש 60 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%91%d7%a6%d7%9c-%d7%99%d7%91%d7%a9-60-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21268",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "חוואייג' לקפה 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%97%d7%95%d7%95%d7%90%d7%99%d7%99%d7%92`-%d7%9c%d7%a7%d7%a4%d7%94-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21259",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "חוואייג' למרק 100 גרם נוה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%97%d7%95%d7%95%d7%90%d7%99%d7%99%d7%92-%d7%9c%d7%9e%d7%a8%d7%a7-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21260",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "מלח לימון 130 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%9c%d7%99%d7%9e%d7%95%d7%9f-130-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21261",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פלפל לבן 60 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%9c%d7%a4%d7%9c-%d7%9c%d7%91%d7%9f-60-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21256",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "כוסברה שלם 80 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9b%d7%95%d7%a1%d7%91%d7%a8%d7%94-%d7%a9%d7%9c%d7%9d-80-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21149",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "כוסברה ירק מיובש 40 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9b%d7%95%d7%a1%d7%91%d7%a8%d7%94-%d7%99%d7%a8%d7%a7-%d7%9e%d7%99%d7%95%d7%91%d7%a9-40-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21150",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "כמון טחון בשקית 200 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9b%d7%9e%d7%95%d7%9f-%d7%98%d7%97%d7%95%d7%9f-%d7%91%d7%a9%d7%a7%d7%99%d7%aa-200-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21178",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "סומק בלדי 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a1%d7%95%d7%9e%d7%a7-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21280",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פפריקה מתוקה מעושנת 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%a4%d7%a8%d7%99%d7%a7%d7%94-%d7%9e%d7%aa%d7%95%d7%a7%d7%94-%d7%9e%d7%a2%d7%95%d7%a9%d7%a0%d7%aa-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i21282",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "אגוז מוסקט טחון 60 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%92%d7%95%d7%96-%d7%9e%d7%95%d7%a1%d7%a7%d7%98-%d7%98%d7%97%d7%95%d7%9f-60-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21274",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "תבלין לגריל עוף 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%9c%d7%92%d7%a8%d7%99%d7%9c-%d7%a2%d7%95%d7%a3-100-%d7%92%d7%a8%d7%9d--%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i21275",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "שום גבישי 100  נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a9%d7%95%d7%9d-%d7%92%d7%91%d7%99%d7%a9%d7%99-100--%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21276",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "טימין קורנית 50 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%98%d7%99%d7%9e%d7%99%d7%9f-%d7%a7%d7%95%d7%a8%d7%a0%d7%99%d7%aa-50-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21277",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "חילבה טחון 160 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%97%d7%99%d7%9c%d7%91%d7%94-%d7%98%d7%97%d7%95%d7%9f-160-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f---i21818",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "זנגביל טחון 100 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%96%d7%a0%d7%92%d7%91%d7%99%d7%9c-%d7%98%d7%97%d7%95%d7%9f-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21270",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "אורגנו 50 גרם נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%95-50-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i21271",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פפריקה מתוקה 100 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%a4%d7%a8%d7%99%d7%a7%d7%94-%d7%9e%d7%aa%d7%95%d7%a7%d7%94-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i18045",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "אניס ינסון 100 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%90%d7%a0%d7%99%d7%a1-%d7%99%d7%90%d7%a0%d7%a1%d7%95%d7%9f-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i18047",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "קצח כמון שחור 100 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a7%d7%a6%d7%97-%d7%9b%d7%9e%d7%95%d7%9f-%d7%a9%d7%97%d7%95%d7%a8-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i18049",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "תערובת קינג'ון 100 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%a7%d7%99%d7%a0%d7%92`%d7%95%d7%9f-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i18050",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "שומר שלם 100 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a9%d7%95%d7%9e%d7%a8-%d7%a9%d7%9c%d7%9d-110-%d7%92%d7%a8%d7%9d---%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f---i18051",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "חרדל צהוב 100 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%97%d7%a8%d7%93%d7%9c-%d7%a6%d7%94%d7%95%d7%91-100-%d7%92%d7%a8%d7%9d---%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i18053",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "בזיליקום ריחן 50 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%91%d7%96%d7%99%d7%9c%d7%99%d7%a7%d7%95%d7%9d-%d7%a8%d7%99%d7%97%d7%9f-50-%d7%92%d7%a8%d7%9d---%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i18032",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פטרוזיליה יבשה 60 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%98%d7%a8%d7%95%d7%96%d7%99%d7%9c%d7%99%d7%94-%d7%99%d7%91%d7%a9%d7%94-067-%d7%92%d7%a8%d7%9d---%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i18034",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פלפל אנגלי שלם 100 גרם - נווה התבלין",
      "price": "17.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a4%d7%9c%d7%a4%d7%9c-%d7%90%d7%a0%d7%92%d7%9c%d7%99-%d7%a9%d7%9c%d7%9d-100-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i18040",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "מלח הימלאיה דק 200 גרם",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%9c%d7%97-%d7%94%d7%99%d7%9e%d7%9c%d7%90%d7%99%d7%94-%d7%93%d7%a7-200-%d7%92%d7%a8%d7%9d-Sun-Line--i781",
      "image": "productsimages/mfrimages/thumbs/666364_80_40.JPG"
    },
    {
      "name": "קינמון טחון 110 גרם, נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%a7%d7%99%d7%a0%d7%9e%d7%95%d7%9f-%d7%98%d7%97%d7%95%d7%9f-110-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-i7576",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "מקלות קינמון 100 גרם - נווה התבלין",
      "price": "9.9",
      "category": "מלח ותבלינים",
      "url": "%d7%9e%d7%a7%d7%9c%d7%95%d7%aa-%d7%a7%d7%99%d7%a0%d7%9e%d7%95%d7%9f-110-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f-%d7%a0%d7%95%d7%95%d7%94-%d7%94%d7%aa%d7%91%d7%9c%d7%99%d7%9f--i7580",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "מלח אטלנטי דק 500 גרם - ניצת הדובדבן\n\nרכיבים: 100% מלח אטלנטי לבן, ללא תוספת סוכר מונע התגיישות\n\nתכולה: 500 גרם\n\nכשר פרווה בהשגחת בד\"צ א\"י מחזיקי הדת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-אטלנטי-דק-500-גרם-ניצת-הדובדבן-i20759",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח אטלנטי אפור גס 500 גרם - ניצת הדובדבן\n\nרכיבים: 100% מלח אטלנטי אפרפר\n\nללא תוספת סוכר מונע התגיישות\n\nתוצרת ספרד\n\nתכולה: 500 גרם\n\nכשר בהשגחת בד\"צ מחזיקי הדת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-אטלנטי-אפור-גס-500-גרם-ניצת-הדובדבן-i20766",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח הימלאיה דק 1 ק`ג - ניצת הדובדבן\n\nרכיבים: מלח\n\nמידע על אלרגנים: עלול להכיל גלוטן (חיטה, שיפון, שיבולת שועל), אגוזים (שקד, ברזיל, פקאן, צנובר, מלך, קוקוס), סויה, שומשום\n\nתכולה: 1 ק\"ג\n\nכ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-דק-1-ק`ג---ניצת-הדובדבן---i25005",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח הימלאיה עבה \n\nללא תוספת חומר מונע התגיישות\n\nרכיבים: מלח\n\nמידע על אלרגניים: עלול להכיל גלוטן (חיטה, שיפון, שיבולת שועל), אגוזים (שקד, ברזיל, קשיו, פקאן, מלך, קוקוס), סויה ושומשום.\n\nתכו",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-עבה-1-קג-ניצת-הדובדבן-i25095",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח ים אטלנטי אורגני עבה 100 גר במלחיה - ניצת הדובדבן\n\nרכיבים: 100% מלח אטלנטי לבן, ללא תוספת חומר מונע התגיישות\n\nתכולה: 100 גרם\n\nבהשגחת הרבנות הראשית בית שמש | בהשגחת בד\"צ מחזיקי הדת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-ים-אטלנטי-אורגני-עבה-100-גר-במלחיה-ניצת-הדובדבן-i26319",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח ים אטלנטי אורגני דק 100 גרם במטחנה - ניצת הדובדבן\n\nרכיבים: 100% מלח אטלנטי לבן, ללא תוספת חומר מונע התגיישות\n\nתכולה: 100 גר'\n\nכשר בהשגחת הרבנות בית שמש | בהשגחת בד\"צ מחזיקי הדת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-ים-אטלנטי-אורגני-דק-100-גרם-במטחנה-ניצת-הדובדבן-i26332",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח ים אטלנטי אפור עבה 125 גרם במטחנה - ניצת הדובדבן\n\nרכיבים: 100% מלח אטלנטי אפור ללא תוספת חומר מונע התגיישות\n\nתכולה: 125 גר'\n\nיש לשמור במקום יבש.\n\nבהשגחת הרבנות בית שמש | בהשגחת בד\"",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-ים-אטלנטי-אפור-עבה-125-גרם-במטחנה-ניצת-הדובדבן-i26333",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "Gros Sel Guerande",
      "price": "27.9",
      "category": "מלח ותבלינים",
      "url": null,
      "image": "/ProductsImages/thumbs/N24026_2522025123420_250_180.jpg"
    },
    {
      "name": "מלח ים אטלנטי טבעי מבריכות המלח בגרנד\n\nאפור, לח, בגריפה ידנית, שיוך גיאוגרפי מוגן\n\nלשימוש בסלטים, ירקות טריים, על מאפים ולחמים, מאכלי דגים ובשר.\n\nרכיבים: מלח (96% בחומר היבש), מי ים 7.3%, חומר ל",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-ים-קלטי-אטלנטי-1-קג-גרוס-סל-גרנד-i26767",
      "image": "/ProductsImages/thumbs/N24026_2522025123420_250_180.jpg"
    },
    {
      "name": "מלח הימלאיה שחור\n\nרכיבים: 100% מלח הימלאיה\n\nתכולה: 200 גרם\n\nכשר פרווה בהשגחת בד\"ץ העדה החרדית",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-שחור-דק-200-גרם-עתיד-ירוק-i26830",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תבלין קינמון טחון אורגני 40 גרם - תבואות\n\nרכיבים: קינמון אורגני\n\nמידע על אלרגנים: עלול להכיל שיירי חרדל ואגוז מוסקט\n\nמשקל נקי: 40 גרם\n\nכשר פרווה בהשגחת ועד הכשרות סטאר קיי ובאישור הרבנות הראשי",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-קינמון-טחון-אורגני-40-גרם-תבואות-i25804",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "כוסברה טחונה אורגנית\n\n100% טהור | ללא גלוטן\n\nרכיבים: כוסברה אורגנית\n\nמידע על אלרגנים: עלול להכיל שיירי חרדל ואגוז מוסקט\n\nמשקל נקי: 40 גרם\n\nכשר פרווה בהשגחת ועד הכשרות סטאר קיי ובאישור הרבנות",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-כוסברה-אורגני-40-גרם-תבואות-i25795",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "קארי טחון אורגני\n\nרכיבים: כורכום, כוסברה, שום, צ'ילי, ג'ינג'ר, כמון, חיבלה, פלפל שחור, בצל\n\n*כל הרכיבים מחקלאות אורגנית\n\nמשקל נקי: 40 גרם\n\nכשר פרווה בהשגחת ועד הכשרות קיי סטאר ובאי",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-קארי-אורגני-40-גרם-תבואות-i25796",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין כמון טחון אורגני 40 גרם - תבואות\n\nרכיבים: כמון אורגני\n\nמידע על אלרגנים: עלול להכיל שיירי חרדל ואגוז מוסקט\n\nמשקל נקי: 40 גרם\n\nכשר פרווה בהשגחת ועד הכשרות סטאר קיי ובאישור הרבנות הראשית לי",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-כמון-טחון-אורגני-40-גרם---תבואות-תבואות--i25797",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין כורכום טחון אורגני 40 גרם - תבואות\n\nרכיבים: כורכום אורגני\n\nמידע על אלרגנים: עלול להכיל שיירי חרדל ואגוז מוסקט\n\nמשקל נקי: 40 גרם\n\nכשר פרווה בהשגחת ועד הכשרות סטאר קיי ובאישור הרבנות הראשי",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-כורכום-טחון-אורגני-40-גרם-תבואות-i25798",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין צ'ילי חריף גרוס אורגני\n\nרכיבים: צ'ילי חריף אורגני\n\nמידע על אלרגנים: עלול להכיל שרידי חרדל ואגוז מוסקט\n\nמשקל נקי: 40 גרם\n\nכשר פרווה בהשגחת ועד הכשרות סטאר קיי ובאישור הרבנות הראשי",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-צילי-גרוס-אורגני-40-גרם-תבואות-i25800",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין פלפל קאיין אורגני 40 גרם - תבואות\n\n100% טהור | ללא גלוטן\n\nרכיבים: פלפל קאיין אורגני\n\nמידע על אלרגנים: עלול להכיל שיירי חרדל ואגוז מוסקט\n\nמשקל נקי: 40 גרם\n\nכשר פרווה בהשגחת ועד הכשרות ס",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-פלפל-קאיין-אורגני-40-גרם-תבואות-i25802",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין כורכום אבקה אורגני - שורשים 100 גרם\n\nתכולה: 100 גרם",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-כורכום-אבקה-אורגני-שורשים-100-גרם-i23606",
      "image": "productsimages/mfrimages/thumbs/Q428185_80_40.png"
    },
    {
      "name": "תבלין קינמון אבקה אורגני - שורשים 100 גרם\n\nתכולה: 100 גרם",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-קינמון-אבקה-אורגני-שורשים-100-i23611",
      "image": "productsimages/mfrimages/thumbs/Q428185_80_40.png"
    },
    {
      "name": "Herod",
      "price": "21.9",
      "category": "מלח ותבלינים",
      "url": null,
      "image": "/ProductsImages/thumbs/Q364602_632022141442_250_180.png"
    },
    {
      "name": "הרוד - תערובת מלח  לתיבול מים המלח\n\nללא נתרן | מלח מים המלח | יבוש טבעי | מסורתי | מועשרים במינרלים\n\nרכיבים: אשלגן כלוריד\n\nמקור: ים המלח\n\nמשקל נקי: 400 גרם\n\nכשר פרווה בהשגחת הרבנות הראש",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-מים-המלח-ללא-נתרן-הרוד-i23632",
      "image": "/ProductsImages/thumbs/Q364602_632022141442_250_180.png"
    },
    {
      "name": "אבקת מרק בטעם עוף אורגנית\n\nטבעונית | ללא גלוטן | ללא מונסודיום גלוטמט | אינו מהונדס גנטית\n\nניתן להשתמש לתיבול והעשרת מרקים ותבשילים\n\nרכיבים: מלטודקסטרין*, מלח ים, שמן חמניות*, תבלינים (מכיל סלרי",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-בטעם-עוף-אורגני-ללא-גלוטן-נוטרה-זן-i24368",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אבקת מרק בצל אורגנית\n\nאורגני | ללא גלוטן | ללא מונסודיום גלוטמט | אינו מהונדס גנטית \n\nניתן להשתמש לתיבול והעשרת מרקים ולהעשרת מרקים ותבשילים\n\nרכיבים: בצל* (31%), מלח, סוכר*, שמן דקלים*, עמי",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-בצל-אורגנית-ללא-גלוטן-נוטרה-זן-i24375",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אבקת מרק ירקות\n\nללא שמרים | ללא גלוטן | ללא מונסודיום גלוטמט | ללא תוספת סוכר | אינו מהונדס גנטית | ללא מלטודקסטרין\n\nרכיבים: מלח ים, עמילין תפו\"א*, ירקות אורגניים 18%* (גזר*,גזר לבן*,בצל*, פפ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-ירקות-אורגני-דל-שומן-נוטרה-זן-i23044",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אבקת מרק ירקות - אורגני ללא גלוטן\n\nלתיבול ולהעשרת מרקים ותבשילים\n\nללא מלטודקסטרין | ללא מונסודיום גלוטמט | ללא תוספת סוכר | אינו מהונדס גנטית\n\nרכיבים: מלח ים, *עמילן תפו\"א, *ירקות אורגנים 1",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-ירקות-אורגני-ללא-גלוטן-נוטרה-זן-i23292",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "תבלין טימין נוזלי אורגני 40 מ\"ל - הרדוף\n\nטעם מרענן עם חיי מדף ארוכים - גם אחרי הפתיחה\n\nרכיבים: חומץ אורגני, מים, טימין 24%, מלח ים, מייצב קסנטן גאם\n\nתכולה: 40 מ\"ל\n\nכשר פרווה ללא חשש",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-טימין-נוזלי-אורגני-40-מל-הרדוף-i24584",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין בזיליקום נוזלי אורגני 40 מ\"ל - הרדוף\n\nטעם מרענן עם חיי מדף ארוכים - גם אחרי הפתיחה\n\nרכיבים: בזיליקום אורגני 37%, חומץ אורגני, מים, מלח ים, מייצב קסנטן גאם.\n\nתכולה: 40 מ\"ל\n\nכשר",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-בזיליקום-נוזלי-אורגני-40-מל-הרדוף-i24590",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "שיני שום אורגני שלמים קלופים מוקפאים\n\nרכיבים: שום אורגני (99.97%), מלח.\n\nתכולה: 300 גרם\n\nכשר פרווה באישור הרבנות הראשית לישראל | בד\"צ בית ישראל\" כשר לפסח, ללא חשש לינת לילה",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "שיני-שום-קלופים-מוקפאים-אורגני-צנצנת-ליב-i24881",
      "image": "productsimages/mfrimages/thumbs/V506356_80_40.png"
    },
    {
      "name": "מלח הימלאיה מועשר ביוד 1 ק\"ג דק בשקית\n\nמקורו של המלח מן האוקיאנוס למרגלות ההימלאיה בחבל המלח בפקיסטן\n\nמקור לסידן ולברזל\n\nתכולה: 100% מלח הימלאיה\n\nתכולה: 1 קג\n\nכשר פרווה בהשגחת בד\"צ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-מעושר-ביוד-1-קג-דק-בשקית-עתיד-ירוק-עתיד-i25698",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה מועשר ביוד\n\nמקורו של המלח מן האוקיאנוס למרגלות ההימלאיה בחבל המלח בפקיסטן\n\nמקור לסידן ולברזל\n\nתכולה: 100% מלח הימלאיה\n\nתכולה: 1 קג\n\nכשר פרווה בהשגחת בד\"צ קהילות לימות השנה",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-מעושר-ביוד-1-קג-גס-בשקית-עתיד-ירוק-עתיד-i25699",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה שחור\n\nמקורו של המלח מן האוקינוס למרגלות ההימלאיה בחבל המלח בפקיסטן\n\nמקור לסידן ולברזל\n\nרכיבים: 100% מלח הימלאיה\n\nמשקל נקי: 1 קג\n\nכשר פרווה בהשגחת בד\"צ קהילות יוסף לימות השנה",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-שחור-1-קג-דק-בשקית-עתיד-ירוק-i25700",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה ורוד 1 ק\"ג גס בשקית - נוטרה זן\n\nרכיבים: 100% מלח מסלעי ההימלאיה\n\nמשקל נקי: 1 ק\"ג\n\nכשר פרווה בהשגחת בד\"ץ מחזיקית הדת ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-ורוד-1-קג-גס-בשקית-נוטרה-זן-i27148",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה ורוד 1 ק\"ג דק בשקית - נוטרה זן \n\nרכיבים: 100% מלח טבעי מההימלאיה.\n\nמשקל נקי: 1 ק\"ג\n\nכשר פרווה בהשגחת בד\"ץ מחזיקי הדת ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-ורוד-1-קג-דק-בשקית-נוטרה-זן-i27149",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "תערובת תיבול אורגני - מלח הרבהמארה\n\nלתיבול סלטים, מרקים, פשטידות, מוצרי בשר ועוד\n\nרכיבים: מלח ים (93.6%), ירקות (עשבי תיבול (6%) (סלרי, כרישה, עשב תיבול חרדי (קרס), בצל, בצלית, פטרוזיליה, לווג'",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הרבהמארה-1-קילו-i21110",
      "image": "productsimages/mfrimages/thumbs/717328_80_40.PNG"
    },
    {
      "name": "אבקת מרק בטעם עוף ללא דגנים וללא תוספת סוכר -טוב טבע\n\nלהעשרת מרקים ולתיבול תבשילים ואורז\n\nללא מונוסדיום גלוטמט | ללא סוכר | ללא דגנים | ללא צבע מאכל | רכיבים טבעיים בלבד | ללא חומר משמר\n\nרכיבים:",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-בטעם-עוף-ללא-דגנים-וללא-תוספת-סוכר--טוב-טבע-טוב-טבע--i22175",
      "image": "productsimages/mfrimages/thumbs/S838753_80_40.png"
    },
    {
      "name": "אבקת מרק ירקות אורגנית השדה- אבקת מרק העשוייה מחומרים אורגנים בלבד.\n\nרכיבים: מכיל מלטודקסטרין תירס אורגני, מלח ים, אבקת בצל אורגני, שמן חמניות אורגני, לובאז' אורגני, כורכום אורגני, אגוז מוס",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-ירקות-אורגנית-השדה-i8312",
      "image": "productsimages/mfrimages/thumbs/700666_80_40.JPG"
    },
    {
      "name": "אבקת מרק ירקות אורגנית\n\nללא שמרים | ללא גלוטן | ללא מלטודקסטרין | ללא מונסודיום גלטומט | ללא תוספת סוכר  אינו מהונדס גנטית\n\nרכיבים: מלח ים, *עמילן תפו\"א, *ירקות אורגנים 17.7% (*גזר, *גזר",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-ירקות-אורגני-ללא-שמרים-כשל`פ---נוטרה-זן---i12495",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "מלח הימלאיה דק 250 גר במלחיה - ניצת הדובדבן\n\nרכיבים: מלח\n\nמידע על אלרגניים: עלול להכיל גלוטן (חיטה, שיפון, שיבולת שועל), אגוזים (שקד, ברזיל, קשיו, פקאן, מלך, קוקוס), סויה ושומשום.\n\nתכולה: 250 גר",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-דק-250-גר-במלחיה-ניצת-הדובדבן-i26191",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח אטלנטי אורגני עבה 1 קג - ניצת הדובדבן\n\nרכיבים: 100% מלח אטלנטי לבן אורגני ללא תוספת חומר מונע התגיישות\n\nמידע על אלרגנים: עלול להכיל גלוטן (חיטה, שיפון, שיבולת שועל), אגוזים (שקד, ברזיל, קשיו,",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-אטלנטי-אורגני-עבה-1-קג-ניצת-הדובדבן-i26518",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מלח אפור דק מהים הקלטי\n\nמלח טבעי ועשיר המופק מהים הקלטי בחצי האי גרנדה שבצרפת,\nמביא את הטבע ישירות למטבח שלכם.\nהוא נקצר בשיטה ידנית ולאחר האיסוף מתייבש בשמש וברוח תוך שמירה על מינרלים חיוניים ולחו",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-קלטי-500-גרם-עתיד-ירוק-i27122",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תבלין ראס אל חנות אורגני 40 גרם - תבואות\n\nאורגני | ללא גלוטן\n\nרכיבים: תבלינים אורגניים ללא גלוטן\n\nמידע על אלרגנים: עלול להכיל חרדל ואגוז מוסקט\n\nמשקל נקי: 40 גרם\n\nכשר פרווה בהשגחת ועד הכשרות",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-ראס-אל-חנות-אורגני-40-גרם-תבואות-i25803",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין פלפל קאיין אבקה אורגנית בשקית - שורשים 100 גרם\n\nרכיבים: אבקת פלפל קאיין אורגנית\n\nפלפל קאיין וא זן של פלפל אדום חריף. \n\nמקור השם של הפלפל לא ידוע: השימוש בשם זה לפלפל מתועד כבר בשנת 16",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-פלפל-קאיין-אבקה-אורגנית-בשקית-שורשים-i26066",
      "image": "productsimages/mfrimages/thumbs/Q428185_80_40.png"
    },
    {
      "name": "אבקת מרק בטעם עוף אורגני - נטורפוד\n\nרכיבים: *תמצית שמרים, מלח, *סוכר, *ירקות (11.5%) (בצל*, גזר*), מלטודקסטרין, *תבלינים (כורכום*, *ג'ינג'ר, *כוסברה, *אגוז מוסקט), *שמן חמניות, *פטריות, *עשב",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-בטעם-עוף-אורגני-נטורפוד-i26069",
      "image": "productsimages/mfrimages/thumbs/450727_80_40.JPG"
    },
    {
      "name": "אבקת מרק ירקות 500 גרם ללא גלוטן\n\nללא: חיטה, חלב, ביצים, שעורים, שיפון ושיבולת שועל\n\nרכיבים: עמילנים (תירס, תפו\"א), מלח, דקסטרוזה, ירקות מיובשים 15.5% (גזר, בצל, שום, פטרוזיליה), שמן קנו",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-ירקות-500-גרם-ללא-גלוטן-דגש-i25354",
      "image": "productsimages/mfrimages/thumbs/C335732_80_40.jpg"
    },
    {
      "name": "תערובת מלחים \n\n50% פחות נתרן ביחס למלח שולחן | ללא גלוטן\n\nרכיבים: מלח (50%), אשלגן כלורי (49.5%), חומרים מונעי התגיישות (מגנזיום קרבונט E-535)\n\nמשקל נקי: 250 גרם\n\nכשר למהדרין - פרווה\n\nב",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תערובת-מלחים-מופחת-נתרן-250-גרם-קרמנסיטה-i25734",
      "image": "productsimages/mfrimages/thumbs/Q409417_80_40.jpeg"
    },
    {
      "name": "צ'ילי חריף נוזלי אורגני \n\nטעם מרענן עם חיי מדף ארוכים - גם אחרי הפתיחה\n\nרכיבים: צ'ילי אורגני (45%), חומץ אורגני, מים, מלח ים, מייצב קסנטן גאם.\n\nתכולה: 40 מ\"ל\n\nכשר פרווה ללא ח",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-צילי-חריף-נוזלי-אורגני-40-מל-הרדוף-i24588",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "צ'ילי חריף מאוד נוזלי אורגני\n\nטעם רענן עם חיי מדף ארוכים - גם אחרי הפתיחה\n\nרכיבים: צ'ילי אורגני (45%), חומץ אורגני, מים, מלח ים, מייצב קסנטן גאם\n\nתכולה: 40 מ\"ל\n\nכשר פרווה ללא חשש",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-צילי-חריף-מאוד-נוזלי-אורגני-40-מל-הרדוף-i24589",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין רוזמרין נוזלי אורגני 40 מ`ל - הרדוף\n\nטעם מרענן עם חיי מדף ארוכים - גם אחרי הפתיחה\n\nרכיבים: חומץ אורגני, מים, רוזמרין (24%), מלח ים, מייצב קסנטן גאם.\n\nתכולה: 40 מ\"ל\n\nכשר פרווה ללא חש",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-רוזמרין-נוזלי-אורגני-40-מל-הרדוף-i24585",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין אורגנו נוזלי אורגני 40 מ\"ל - הרדוף\n\nטעם מרענן עם חיי מדף ארוכים - גם אחרי הפתיחה\n\nרכיבים: חומץ אורגני, מים, אורגנו (29%), מלח ים, מייצב קסנטן גאם\n\nתכולה: 40 מ\"ל\n\nכשר פרווה ללא",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-אורגנו-נוזלי-אורגני-40-מל-הרדוף-i24586",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "תבלין ציפורן טחון אורגני 40 גרם - תבואות\n\n100% טהור | ללא גלוטן\n\nמשקל נקי: 40 גרם\n\nכשר פרווה בהשגחת בד\"צ מחזיקי הדת בעל\"ז",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-ציפורן-טחון-אורגני-40-גרם-תבואות-i23486",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "תבלין ג'ינג'ר נוזלי אורגני 40 מ\"ל - הרדוף\n\nטעם מרענן עם חיי מדף ארוכים - גם אחרי הפתיחה\n\nרכיבים: ג'ינג'ר אורגני (45%), חומץ אורגני, מים, מלח ים, מייצב קסנטן גאם.\n\nתכולה: 40",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-גינגר-נוזלי-אורגני-40-מל-הרדוף-i24583",
      "image": "productsimages/mfrimages/thumbs/311231_80_40.JPG"
    },
    {
      "name": "קינמון ציילון אורגני טחון\n\nרכיבים: 100% קינמון צצילון אורגני\n\nמידע על אלרגנים: עלול להכיל סויה, שומשום, אגוזים (שקדים, ברזיל, קשיו, מלך, לוז, קוקוס), דגים (ג'לטין), גלוטן (חיטה, שיבולת שועל, ש",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "קינמון-ציילון-אורגני-טחון-70-גרם-עתיד-ירוק-i27454",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "תבלין שמרים תזונתי\n\nרכיבים: שמרים יבשים (100%), ניאצין, פירידוקסין הידרוכלוריד (ויטמין B6), ריבופלאבין (ויטמין B2), טיאמין (ויטמין B1), חומצה פולית, ויטמין B12.\n\nתכולה: 127 גרם\n\nכשר פרווה בהשגחת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "שמרים-תזונתיים-בראג-i27722",
      "image": "productsimages/mfrimages/thumbs/R899087_80_40.png"
    },
    {
      "name": "רכיבים: הל טחון\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת הב",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "הל-טחון-60-גרם---נווה-התבלין-נווה-התבלין--i18039",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "אבקת מרק בטעם עוף  - להעשרת מרקים ולתיבול תבשילים\n\nללא מלח | רכיבים טבעיים | ללא חומר משמר | ללא צבע מאכל | ללא דגנים | ללא מונדסודיום גלוטומט\n\nרכיבים: דקסטרוזה, עמילן תירס, שמן צמחי, ירקות מ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-מרק-עוף-ללא-דגנים-וללא-תוספת-מלח-טוב-טבע-i11612",
      "image": "productsimages/mfrimages/thumbs/S838753_80_40.png"
    },
    {
      "name": "מלח ים אטלנטי עבה - Castro Marim\nמלח ים שנאסף ביד באמצעות כלי עץ מבריכות מלח אשר ממוקמות בשמורת הטבע במשולש גוואדיאנה אשר בפורטוגל.\nהשילוב של השמש, רוח וגאות הגלים ייצרו באופן טבעי את המלח המכיל יות",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-אטלנטי-לבן-עבה-1-קילו-מפורטוגל-i7357",
      "image": "/ProductsImages/thumbs/L851876_250_180.jpg"
    },
    {
      "name": "מלח ים אטלנטי אפור מספרד Sel Marin\n\nמיובא מהאיים Nourmoutier ו Re אשר לחופי צרפת, המלח נאסף ביד ללא עיבוד נוסף, עשיר במגנזיום וערכים תזונתיים, צבעו האפור מגיע ממינרלים ייחודיים ואת הטעם והארומה האופ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-ים-אטלנטי-אפור-1-קילו-מספרד-i7589",
      "image": "/ProductsImages/thumbs/K170663_250_180.jpg"
    },
    {
      "name": "מלח ים אטלנטי דק - Castro Marim\nמלח ים שנאסף ביד באמצעות כלי עץ מבריכות מלח אשר ממוקמות בשמורת הטבע במשולש גוואדיאנה אשר בפורטוגל.\nהשילוב של השמש, רוח וגאות הגלים ייצרו באופן טבעי את המלח המכיל יותר",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-ים-אטלנטי-דק-1-קילו-מפורטוגל-i7959",
      "image": "/ProductsImages/thumbs/F897149_250_180.jpg"
    },
    {
      "name": "Cannamela",
      "price": "18.9",
      "category": "מלח ותבלינים",
      "url": null,
      "image": "/ProductsImages/thumbs/U331673_1232017195141_250_180.png"
    },
    {
      "name": "כשרות: EK",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "זעפרן---i12740",
      "image": "/ProductsImages/thumbs/U1244_2312201810734_250_180.jpg"
    },
    {
      "name": "תבלין פפריקה מתוקה אורגנית - קנמלה\n\nתכולה: 50 גרם",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-פפריקה-מתוקה-אורגנית-קנהמלה-i13860",
      "image": "/ProductsImages/thumbs/K169869_1052022124720_250_180.jpg"
    },
    {
      "name": "תבלין כמון אורגני\n\nמשקל: 38 גרם",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-כמון-אורגני-קנהמלה-i13861",
      "image": "/ProductsImages/thumbs/Q436104_2462018124755_250_180.jpg"
    },
    {
      "name": "צ'ילי מקסיקני 100 גרם - נווה התבלין\n\nרכיבים: פלפל צ'ילי מקסיקי, שמן קנולה מזוכך\n\nאזהרת אלרגניים: עלול להכיל אגוזים (שקד), בוטנים, חרדל, שומשום\n\nתכולה: 100 גרם\n\nללא מונוסדיום גלוט",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "צ`ילי-מקסיקני-110-גרם-נווה-התבלין-i18046",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "בהרט 100 גרם - נווה התבלין\n\nרכיבים: כוסברה, פלפל שחור, פלפל אנגלי, קינמון, אגוז מוסקט, זנגוויל\n\nאזהרת אלרגניים: עלול להכיל אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים מ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "בהרט-110-גרם---נווה-התבלין-נווה-התבלין--i18041",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "מקלות קינמון ציילוני אמיתי אורגני 50 גרם\n\nרכיבים: 100% קינמון ציילוני\n\nמשקל: 50 גרם\n\nכשר פרווה star K ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מקלות-קינמון-ציילוני-אמיתי-אורגני-50-גרם-i18932",
      "image": "productsimages/mfrimages/thumbs/D369546_80_40.jpg"
    },
    {
      "name": "קינמון ציילוני אמיתי טחון אורגני 70 גרם\n\nרכיבים: 100% קינמון ציילוני\n\nמשקל: 70 גרם\n\nכשר פרווה star K ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "קינמון-ציילוני-אמיתי-טחון-אורגני-70-גרם---i18933",
      "image": "productsimages/mfrimages/thumbs/D369546_80_40.jpg"
    },
    {
      "name": "פלפל שחור טחון\n\n100% פלפל שחור משובח שניטחן לאחר ניפוי\n\nמעולה לתיבול כל סוגי הבשרים, דגים, מרקים, עופות ועוד\n\nרכיבים: פלפל שחור טחון\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פלפל-שחור-טחון-80-גרם-נווה-התבלין-i22572",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "כמון מזרחי טחון\n\n100% כמון משובח לאחר ניפוי שניטחן טרי\n\nלשימוש בדגים, מרקים, עופות ועוד\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "כמון-מזרחי-טחון-100-גרם-נווה-התבלין-i22573",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: ציפורן שלם\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "ציפורן-שלם-60-גרם-נווה-התבלין-נווה-התבלין--i21819",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: פפריקה מתוקה, שמן קנולה מזוכך, מלח שולחן, כורכום, כמון, שום גבישי, פטרוזיליה \n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-לדג-100-גרם-נווה-התבלין-נווה-התבלין--i21269",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: 100% כמון\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "כמון-שלם-100-גרם-נווה-התבלין-נווה-התבלין--i21283",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "זעתר עם שומשום 100 גרם נווה התבלין\n\nרכיבים: שומשום, פטרוזיליה, אזוב עלי זעתר, שמן קנולה מזוכך, מלח שולחן\n\nאזהרת אלרגניים: מכיל שומשום. עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוט",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "זעתר-עם-שומשום-100-גרם-נווה-התבלין-נווה-התבלין--i21272",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: כוסברה טחון\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגח",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "כוסברה-טחון-100-גרם-נווה-התבלין-נווה-התבלין--i21273",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: 100% עלי שמיר\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהש",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "שמיר-יבש-50-גרם-נווה-התבלין-נווה-התבלין--i21278",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: פפריקה מתוקה, מלח, כמון, שום, אורגנו מיובש, שמן קנולה, בזיליקום (ריחן), פטרוזיליה, טימין, כוסברה\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-לעוף-עם-עשבי-תיבול-100-גרם-נווה-התבלין-נווה-התבלין--i21279",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: פלפל מתוק טחון, שמן קנולה מזוכך\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פפריקה-מתוקה-עם-שמן-100-גרם-נווה-התבלין-נווה-התבלין--i21252",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פפריקה מתוקה גרוסה\n\nמשקל: 100 גרם",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פפריקה-מתוקה-גרוסה-100-גרם-נווה-התבלין-i21253",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: פלפל חריף טחון, שמן קנולה מזוכך\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פפריקה-חריפה-100-גרם-נווה-התבלין-נווה-התבלין--i21254",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: פלפל שחור גרוס\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבה",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פלפל-שחור-גרוס-80-גרם-נווה-התבלין-נווה-התבלין--i21255",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: כורכום, חרד, חילבה, כוסברה, פלפל שחור, עלי דפנה, פלפל שאטה טחון (צ'ילי)\n\nמידע על אלרגניים: מכיל חרדל. עלול להכיל\n\n (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "קארי-מסאלה-100-גרם-נווה-התבלין-נווה-התבלין--i21264",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: קימל טחון\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "קימל-טחון-100-גרם-נווה-התבלין-נווה-התבלין--i21265",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: אבקת שום\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת ה",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אבקת-שום-100-גרם-נווה-התבלין-נווה-התבלין--i21266",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: פלחי שום\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת ה",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "שום-פלחים-90-גרם-נווה-התבלין-נווה-התבלין--i21267",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: בצל יבש\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת הב",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "בצל-יבש-60-גרם-נווה-התבלין-נווה-התבלין--i21268",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: זנגוויל, קינמון, סוכר לבן, ציפורן, הל (קרדמון)\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "חוואייג`-לקפה-100-גרם-נווה-התבלין-נווה-התבלין--i21259",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: כורכום, מלח שולחן, כמון, בצל, פלפל שחור, כוסברה, שומשום\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני ה",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "חוואייג-למרק-100-גרם-נוה-התבלין-נווה-התבלין--i21260",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: 100% מלח לימון, חומצה ציטרית\n\nאזהרת אלרגניים: עלול להכיל שאריות של סויה, סלרי, חרדל ואגוזים\n\nלשימוש: תחליף ללימון\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפנ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-לימון-130-גרם-נווה-התבלין-נווה-התבלין--i21261",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: פלפל לבן 100%\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהש",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פלפל-לבן-60-גרם-נווה-התבלין-נווה-התבלין--i21256",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים100% כוסברה\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "כוסברה-שלם-80-גרם-נווה-התבלין-נווה-התבלין--i21149",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "סומק בלדי 100 גרם נווה התבלין\n\nרכיבים: סומק טחון\n\nאזהרת אלרגניים: עלול להכיל אגוזים (קשיו, פיסטוק, אגוזי מלך, קוקוס, צנובר), שקדים, בוטנים, חרדך, שומשום, גלוטן וסויה.\n\nללא מונוסדיום גלוטומט\n\nי",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "סומק-100-גרם-נווה-התבלין-נווה-התבלין--i21280",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פפריקה מתוקה מעושנת\n\nמשקל: 100 גרם",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פפריקה-מתוקה-מעושנת-100-גרם-נווה-התבלין-i21282",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: אגוז מוסקט\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אגוז-מוסקט-טחון-60-גרם-נווה-התבלין-נווה-התבלין--i21274",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: פפריקה מתוקה, שמן קנולה מזוכך, מלח שולחן, כמון, אבקת שום\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תבלין-לגריל-עוף-100-גרם--נווה-התבלין-i21275",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: טימין\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת הבד&",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "טימין-קורנית-50-גרם-נווה-התבלין-נווה-התבלין--i21277",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: חילבה\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת הבד&",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "חילבה-טחון-160-גרם-נווה-התבלין---i21818",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: זנביל טחון\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "זנגביל-טחון-100-גרם-נווה-התבלין-נווה-התבלין--i21270",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: אורגנו\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת הבד",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אורגנו-50-גרם-נווה-התבלין-נווה-התבלין--i21271",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פפריקה מתוקה 100 גרם - נווה התבלין\n\n100% פלפל מתוק שלם שנבחר בקפידה וניטחן טרי.\nמשמש כצבע מאכל, טבעי , מחממת ועוזרת במקרי צננת, עשירה בויטמין.\n\nתבלין מאסט בכל מטבח!\n\nתכולה: 100 גרם\n\nללא",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פפריקה-מתוקה-100-גרם-נווה-התבלין-i18045",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "אניס ינסון\n\nללא חומר משמר | רכיבים טבעיים בלבד | ללא צבע מאכל\n\nרכיבים: אניס\n\nמידע על רכיבים אלרגניים: עלול להכיל אגוזים (שקד), בוטנים, חרדל ושומשום\n\nתכולה: 100 גרם\n\nכשר פרווה בהשגחת הבד\"",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "אניס-יאנסון-100-גרם-נווה-התבלין-i18047",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "קצח כמון שחור\n\nללא חומר משמר | רכיבים טבעיים בלבד | ללא צבע מאכל\n\nתכולה: 100 גרם\n\nרכיבים: קצח כמון שחור\n\nמידע על רכיבים אלרגניים: עלול להכיל אגוזים (שקד), בוטנים, חרדל, שומשום\n\nכשר למהדרין פ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "קצח-כמון-שחור-100-גרם-נווה-התבלין-i18049",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "תערובת קינג'ון\n\nתערובת ארומטית ומיוחדת, מגניבה ומעניינת.\nמתאימה לתיבול קציצות, עופות, תפוחי אדמה, ירקות בתנור, בשרים על האש, מומלצת לכל סוגי הבשרים.\n\nמשקל: 100 גרם",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "תערובת-קינג`ון-100-גרם-נווה-התבלין-i18050",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "שומר שלם\n\nתכולה: 100 גר'",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "שומר-שלם-110-גרם---נווה-התבלין---i18051",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: חרדל\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת הבד&q",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "חרדל-צהוב-100-גרם---נווה-התבלין-נווה-התבלין--i18053",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "רכיבים: פטרוזיליה\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nיש לבדוק לפני השימוש\n\nלשמור במקום מוצל קריר ויבש\n\nבהשגחת",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פטרוזיליה-יבשה-067-גרם---נווה-התבלין-נווה-התבלין--i18034",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "פלפל אנגלי שלם 100 גרם - נווה התבלין\n\n100% פלפל אנגלי.\nהפלפל ארומטי יותר מהפלפל השחור. (פלפל שחור שונה לגמרי מהפלפל האנגלי).\nאת הפלפל יש להוסיף לדגים כבושים,\nבחמוצים, רטבים, מרינדות, מאכלי בשר, מ",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "פלפל-אנגלי-שלם-100-גרם-נווה-התבלין-i18040",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "מלח דק גבישי מן ההימלאיה\n\nמלח מהים הקדמון של אזור ההימלאיה שיובש בשמש ונאסף ידנית בפקיסטן בחבל המלח.\n\nהמלח הגבישי עשיר במינרלים ויסודות הזמינים ברמה התאית, כגון נתרן, אשלגן, סידן ומגניום, החיוניים",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מלח-הימלאיה-דק-200-גרם-Sun-Line--i781",
      "image": "productsimages/mfrimages/thumbs/666364_80_40.JPG"
    },
    {
      "name": "קינמון מובחר ומשובח שנטחן טרי.\nמתאים להוספה למתכוני מאפים שונים, תיבול בשר, הוספה למשקה סחלב ועוד...\nמשקל: 110 גרם.",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "קינמון-טחון-110-גרם-נווה-התבלין-i7576",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "מקלות קינמון 100 גרם - נווה התבלין\n\nרכיבים: מקלות קינמון\n\nאזהרת אלרגניים: עלול אגוזים (שקד), בוטנים, חרדל, שומשום\n\nרכיבים: 100 גרם\n\nללא מונוסדיום גלוטומט, ללא חומרים משמרים, ללא צבעי מאכל\n\nי",
      "price": null,
      "category": "מלח ותבלינים",
      "url": "מקלות-קינמון-110-גרם-נווה-התבלין-נווה-התבלין--i7580",
      "image": "productsimages/mfrimages/thumbs/K828118_80_40.png"
    },
    {
      "name": "אבקת חרובים אורגנית - ניצת הדובדבן",
      "price": "17.9",
      "category": "מוצרי קקאו",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%97%d7%a8%d7%95%d7%91%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7330",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פולי קקאו גרוסים אורגניים - ניצת הדובדבן",
      "price": "34.9",
      "category": "מוצרי קקאו",
      "url": "%d7%a4%d7%95%d7%9c%d7%99-%d7%a7%d7%a7%d7%90%d7%95-%d7%92%d7%a8%d7%95%d7%a1%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%99%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i22919",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פולי קקאו גרוסים אורגני נא - ניצת הדובדבן",
      "price": "34.9",
      "category": "מוצרי קקאו",
      "url": "%d7%a4%d7%95%d7%9c%d7%99-%d7%a7%d7%a7%d7%90%d7%95-%d7%92%d7%a8%d7%95%d7%a1%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%90---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i25741",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אבקת קקאו נא אורגני 200 גרם - ניצת הדובדבן",
      "price": "29.9",
      "category": "מוצרי קקאו",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%a7%d7%a7%d7%90%d7%95-%d7%a0%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-200-%d7%92%d7%a8%d7%9d--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25793",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אבקת קקאו אורגנית ללא גלוטן 250 גרם - ניצת הדובדבן",
      "price": "34.9",
      "category": "מוצרי קקאו",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%a7%d7%a7%d7%90%d7%95-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-250-%d7%92%d7%a8%d7%9d---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i26474",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת לאטה בוקר קקאו מאקה אורגני באבקה 100 גרם - טולסי",
      "price": "89.9",
      "category": "מוצרי קקאו",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%90%d7%98%d7%94-%d7%91%d7%95%d7%a7%d7%a8-%d7%a7%d7%a7%d7%90%d7%95-%d7%9e%d7%90%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%91%d7%90%d7%91%d7%a7%d7%94-100-%d7%92%d7%a8%d7%9d-%d7%98%d7%95%d7%9c%d7%a1%d7%99-i25191",
      "image": "productsimages/mfrimages/thumbs/Q627251_80_40.jpg"
    },
    {
      "name": "תערובת לאטה ערב קקאו ריישי אורגני באבקה 100 גרם - טולסי",
      "price": "89.9",
      "category": "מוצרי קקאו",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%9c%d7%90%d7%98%d7%94-%d7%a2%d7%a8%d7%91-%d7%a7%d7%a7%d7%90%d7%95-%d7%a8%d7%99%d7%99%d7%a9%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%91%d7%90%d7%91%d7%a7%d7%94-100-%d7%92%d7%a8%d7%9d---%d7%98%d7%95%d7%9c%d7%a1%d7%99-tulsi-spirit--i25192",
      "image": "productsimages/mfrimages/thumbs/Q627251_80_40.jpg"
    },
    {
      "name": "עיסת קקאו - שקד תבור",
      "price": "39.9",
      "category": "מוצרי קקאו",
      "url": "%d7%a2%d7%99%d7%a1%d7%aa-%d7%a7%d7%a7%d7%90%d7%95-%d7%a9%d7%a7%d7%93-%d7%aa%d7%91%d7%95%d7%a8-i9936",
      "image": "productsimages/mfrimages/thumbs/381726_80_40.JPG"
    },
    {
      "name": "קקאו ניבס, שבבי קקאו אורגני - נביטאס נטורלס",
      "price": "84.9",
      "category": "מוצרי קקאו",
      "url": "%d7%a7%d7%a7%d7%90%d7%95-%d7%a0%d7%99%d7%91%d7%a1,-%d7%a9%d7%91%d7%91%d7%99-%d7%a7%d7%a7%d7%90%d7%95-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a0%d7%91%d7%99%d7%98%d7%90%d7%a1-%d7%a0%d7%98%d7%95%d7%a8%d7%9c%d7%a1-Navitas-Naturals--i8671",
      "image": "productsimages/mfrimages/thumbs/497327_80_40.PNG"
    },
    {
      "name": "אבקת קקאו אורגני - נביטאס נטורלס",
      "price": "84.9",
      "category": "מוצרי קקאו",
      "url": "%d7%90%d7%91%d7%a7%d7%aa-%d7%a7%d7%a7%d7%90%d7%95-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a0%d7%91%d7%99%d7%98%d7%90%d7%a1-%d7%a0%d7%98%d7%95%d7%a8%d7%9c%d7%a1-Navitas-Naturals--i8673",
      "image": "productsimages/mfrimages/thumbs/497327_80_40.PNG"
    },
    {
      "name": "עיסת קקאו - בית השקד",
      "price": "49.9",
      "category": "מוצרי קקאו",
      "url": "%d7%a2%d7%99%d7%a1%d7%aa-%d7%a7%d7%a7%d7%90%d7%95-%d7%91%d7%99%d7%aa-%d7%94%d7%a9%d7%a7%d7%93-i22617",
      "image": "productsimages/mfrimages/thumbs/G938485_80_40.png"
    },
    {
      "name": "אבקת חרובים אורגנית\n\nרכיבים: אבקת חרובים אורגנית\n\nמידע על אלרגניים: עלול להכיל סויה, גלוטן, אגוזים (שקד, ברזיל, קשיו, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, מלך), בוטנים ושומשום.\n\nמשקל: 400 גר",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "אבקת-חרובים-אורגנית-ניצת-הדובדבן-i7330",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פולי קקאו גרוסים אורגניים\n\nרכיבים: פולי קקאו אורגניים\n\nמידע על אלרגנים: עשוי להכיל גלוטן, סויה, שקדים, אגוזים (קוקוס, קשיו, ברזיל, לוז, מלך), בוטנים ושומשום\n\nתוצרת פרו\n\nמשקל: 200 גרם\n\nכשר פר",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "פולי-קקאו-גרוסים-אורגניים-ניצת-הדובדבן-i22919",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "פולי קקאו גרוסים אורגני נא - ניצת הדובדבן\n\nרכיבים: קקאו נא אורגני\n\nמידע על אלרגנים: עלול להכיל גלוטן, סויה, אגוזים (שקד, ברזיל, קוקוס, לוז, מקדמיה, פקאן, פיסטוק, צנובר, קשיו, מלך) בוטנים ושו",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "פולי-קקאו-גרוסים-אורגני-נא---ניצת-הדובדבן-ניצת-הדובדבן--i25741",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קקאו נא אורגני - אבקת קקאו\n\nרכיבים: קקאו נא אורגני\n\nמידע על אלרגנים: עלול להכיל גלוטן, אגוזים (שקדים, לוז, ברזיל, קשיו, מקדמיה, קוקוס, פקאן, מלך, פיסטוק, צנובר), בוטנים, סויה ושומשום\n\nתכולה: 200",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "אבקת-קקאו-נא-אורגני-200-גרם--ניצת-הדובדבן-i25793",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "אבקת קקאו אורגנית ללא גלוטן 250 גרם - ניצת הדובדבן\n\nרכיבים: קקאו אורגני\n\nמידע על אלרגני: עלול להכיל שקדים\n\nתכולה: 250 גרם\n\nבהשגחת בד\"צ העדה החרדית - השגחת הבד\"צ לא כוללת פסח",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "אבקת-קקאו-אורגנית-ללא-גלוטן-250-גרם---ניצת-הדובדבן-ניצת-הדובדבן--i26474",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "תערובת לאטה בוקר קקאו מאקה אורגני באבקה 100 גרם - טולסי \n\nרכיבים: אבקת קקאו (73%), נקטר קוקוס (10%), שורש מאקה, פטריית קורדיספס, הל, קינמון, וניל מדגסקר, מלח הימלאיה.\n\nתכולה: 100 גרם",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "תערובת-לאטה-בוקר-קקאו-מאקה-אורגני-באבקה-100-גרם-טולסי-i25191",
      "image": "productsimages/mfrimages/thumbs/Q627251_80_40.jpg"
    },
    {
      "name": "תערובת לאטה ערב קקאו ריישי אורגני באבקה 100 גרם  - טולסי\n\nקקאו ריישי לאטה ערב אורגני מגיע בתערובת מרגיעה ומנחמת לסיים איתה את היום.\n\nלאטה עשיר וסמיך זה עוזר להירגע אחרי היום ולהשיג את השינה ה",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "תערובת-לאטה-ערב-קקאו-ריישי-אורגני-באבקה-100-גרם---טולסי-tulsi-spirit--i25192",
      "image": "productsimages/mfrimages/thumbs/Q627251_80_40.jpg"
    },
    {
      "name": "עיסת קקאו - שקד תבור\n\nטבעוני | 100% קקאו | סחר הוגן | עשיר בנוגדי חימצון\n\nרכיבים: מטבעות עיסת קקאו מ-100% קקאו\n\nמידע על אלרגנים:\n\nהמוצר עלול להכיל שיירים של: שקדים, אגוזי לוז, אגוזי קשיו, בוטנ",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "עיסת-קקאו-שקד-תבור-i9936",
      "image": "productsimages/mfrimages/thumbs/381726_80_40.JPG"
    },
    {
      "name": "מקורות : מרכז ודרום אמריקה.\n\nשבבי הקקאו של נביטס הופקו מפולי קקאו שלמים שקולפו ופוררו, והם מהווים \"שוקולד צ'יפס של הטבע\".\n\nלשבבי הקקאו הפריכים יש טעם של שוקולד טהור, והם מהווים מקור עשיר בנוגדי חמ",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "קקאו-ניבס,-שבבי-קקאו-אורגני---נביטאס-נטורלס-Navitas-Naturals--i8671",
      "image": "productsimages/mfrimages/thumbs/497327_80_40.PNG"
    },
    {
      "name": "נפלאות הקקאו\n\nכל השוקולד בעולם מקורו בפולי הקקאו, קקאו הוא שוקולד אמיתי, גולמי, בסיסי, טהור. שוקולד המורכב ממרכיב בודד אחד, ללא סוכר, חלב, כימיקליים, טעמים, רק קקאו.\n\nמסורת : האצטקים כינו את",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "אבקת-קקאו-אורגני---נביטאס-נטורלס-Navitas-Naturals--i8673",
      "image": "productsimages/mfrimages/thumbs/497327_80_40.PNG"
    },
    {
      "name": "עיסת קקאו - בית השקד\n\nרכיבים: פולי קקאו גרוסים קלויים\n\nמידע על אלרגנים: המוצר עלול להכיל שיירים של: שקדים, אגוזים שונים (לוז, מלך, פיסטוק, קשיו, קוקוס, בוטנים), שומשום, סויה.\n\nארץ המקור: חוף השנ",
      "price": null,
      "category": "מוצרי קקאו",
      "url": "עיסת-קקאו-בית-השקד-i22617",
      "image": "productsimages/mfrimages/thumbs/G938485_80_40.png"
    },
    {
      "name": "קוקוס טחון אורגני - ניצת הדובדבן",
      "price": "13.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i9859",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קרם קוקוס 22% אורגני ללא גלוטן - ניצת הדובדבן",
      "price": "10.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-22-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25322",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קרם קוקוס 17% אורגני ללא גלוטן - ניצת הדובדבן",
      "price": "10.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-17-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25323",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קרם קוקוס 17-19% 330 מל אורגני ללא גלוטן - קוקו מיקס",
      "price": "10.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-17-19-330-%d7%9e%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a7%d7%95%d7%a7%d7%95-%d7%9e%d7%99%d7%a7%d7%a1-i25456",
      "image": "productsimages/mfrimages/thumbs/M761452_80_40.png"
    },
    {
      "name": "קרם קוקוס 17-19% 1 ליטר אורגני ללא גלוטן - קוקו מיקס",
      "price": "25.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-17-19-1-%d7%9c%d7%99%d7%98%d7%a8-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a7%d7%95%d7%a7%d7%95-%d7%9e%d7%99%d7%a7%d7%a1-i25457",
      "image": "productsimages/mfrimages/thumbs/M761452_80_40.png"
    },
    {
      "name": "שמן קוקוס אורגני לבישול 1 ליטר - עתיד ירוק",
      "price": "47.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a9%d7%9e%d7%9f-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%91%d7%99%d7%a9%d7%95%d7%9c-1-%d7%9c%d7%99%d7%98%d7%a8-%d7%a2%d7%aa%d7%99%d7%93-%d7%99%d7%a8%d7%95%d7%a7-i26467",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קרם קוקוס אורגני - לב אורגני",
      "price": "10.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%91-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-i27291",
      "image": "productsimages/mfrimages/thumbs/Y22637_80_40.png"
    },
    {
      "name": "קרם קוקוס אורגני 330 מ\"ל - טייסט אוף אסיה",
      "price": "10.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-330-%d7%9e%d7%9c-%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94-i27329",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "קרם קוקוס 22-24% 330 מל אורגני ללא גלוטן - נוטרה זן",
      "price": "11.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-22-24-330-%d7%9e%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i25339",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קרם קוקוס אורגני ללא גלוטן - נוטרה זן",
      "price": "10.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i23045",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קרם קוקוס 1 ל אורגני ללא גלוטן - נוטרה זן",
      "price": "24.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-1-%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i23561",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קרם קוקוס 22% אורגני ללא גלוטן - נוטרה זן",
      "price": "11.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-22-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i24049",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קוקוס טחון",
      "price": "25",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%98%d7%97%d7%95%d7%9f---i6871",
      "image": "/ProductsImages/thumbs/O859566_250_180.jpg"
    },
    {
      "name": "קרם קוקוס אורגני בשימורים - נוטרה זן",
      "price": "11.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%91%d7%a9%d7%99%d7%9e%d7%95%d7%a8%d7%99%d7%9d-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i13939",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "נוזל קוקוס 500 מ\"ל - ארוי די",
      "price": "13.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%9e%d7%99-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-500-%d7%9e%d7%9c-%d7%90%d7%a8%d7%95%d7%99-%d7%93%d7%99-i14439",
      "image": "productsimages/mfrimages/thumbs/33521_80_40.JPG"
    },
    {
      "name": "קרם קוקוס 250 מל - ארוי די",
      "price": "10.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-250-%d7%9e%d7%9c---%d7%90%d7%a8%d7%95%d7%99-%d7%93%d7%99---i15564",
      "image": "productsimages/mfrimages/thumbs/33521_80_40.JPG"
    },
    {
      "name": "נוזל קוקוס 250 מל - ארוי די",
      "price": "9.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%9e%d7%99-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-250-%d7%9e%d7%9c---%d7%90%d7%a8%d7%95%d7%99-%d7%93%d7%99-AROY-D--i18219",
      "image": "productsimages/mfrimages/thumbs/33521_80_40.JPG"
    },
    {
      "name": "קרם קוקוס 1 ליטר - ארוי די",
      "price": "24.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a7%d7%a8%d7%9d-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-1-%d7%9c`---%d7%90%d7%a8%d7%95%d7%99-%d7%93%d7%99-AROY-D--i18539",
      "image": "productsimages/mfrimages/thumbs/33521_80_40.JPG"
    },
    {
      "name": "נוזל אגוזי קוקוס ללא גלוטן - טעמי אסיה",
      "price": "6.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a0%d7%95%d7%96%d7%9c-%d7%90%d7%92%d7%95%d7%96%d7%99-%d7%a7%d7%95%d7%a7%d7%95%d7%a1---%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94-%d7%98%d7%99%d7%99%d7%a1%d7%98-%d7%90%d7%95%d7%a3-%d7%90%d7%a1%d7%99%d7%94--i6932",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "פתיתי קוקוס אורגני צ'יפס - ג'מוקה",
      "price": "19.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a4%d7%aa%d7%99%d7%aa%d7%99-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a6%d7%99%d7%a4%d7%a1---%d7%92%d7%90%d7%9e%d7%95%d7%a7%d7%94-Jammoka--i10474",
      "image": "productsimages/mfrimages/thumbs/Q927117_80_40.jpg"
    },
    {
      "name": "פתיתי קוקוס אורגני פלייקס - ג'מוקה",
      "price": "19.9",
      "category": "מוצרי קוקוס",
      "url": "%d7%a4%d7%aa%d7%99%d7%aa%d7%99-%d7%a7%d7%95%d7%a7%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a4%d7%9c%d7%99%d7%99%d7%a7%d7%a1-%d7%92%d7%9e%d7%95%d7%a7%d7%94-i10475",
      "image": "productsimages/mfrimages/thumbs/Q927117_80_40.jpg"
    },
    {
      "name": "בקוקוס טחון ניתן להשתמש במגוון מתכונים, מאפים וקינוחים.\n\n \n\nמידע על רכיבים אלרגניים: עשוי להכיל סויה, גלוטן, אגוזים, בוטנים ושומשום.\n\nמכיל: קוקוס טחון\n\nתוצרת סרי לנקה\nתכולה: 300 גרם\n\n&",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קוקוס-טחון-אורגני-ניצת-הדובדבן-ניצת-הדובדבן--i9859",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קרם קוקוס 22% אורגני ללא גלוטן - ניצת הדובדבן\n\nללא גלוטן | ללא חומרים משמרים | מתאים להכנת תבשילים, מרקים, קינוחים וקצפת צמחית\n\nרכיבים: קרם קוקוס אורגני (65%), מים.\n\nמידע על אלרגניים: מכיל אגוז",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-22-אורגני-ללא-גלוטן-ניצת-הדובדבן-i25322",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קרם קוקוס אורגני 17% שומן\n\nללא גלוטן | ללא חומרים משמרים | מתאים להכנת תבשילים, מרקים, קינוחים וקצפת צמחית\n\nרכיבים: קרם קוקוס אורגני (50%), מים.\n\nמידע על אלרגניים: מכיל אגוז (קוקוס)\n\nתכולה: 40",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-17-אורגני-ללא-גלוטן-ניצת-הדובדבן-i25323",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "קרם קוקוס אורגני 17-19% 330 מ\"ל אורגני ללא גלוטן - קוקו מיקס\n\nרכיבים: קרם קוקוס אורגני (85%), מים.\n\nמידע על אלרגנים: מכיל קוקוס.\n\nמשקל נקי כולל: 330 מ\"ל\n\nכשר לפסח ללא קטניות פרווה בה",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-17-19-330-מל-אורגני-ללא-גלוטן-קוקו-מיקס-i25456",
      "image": "productsimages/mfrimages/thumbs/M761452_80_40.png"
    },
    {
      "name": "קרם קוקוס אורגני 17-19% 1 ליטר אורגני ללא גלוטן - קוקו מיקס\n\nרכיבים: קרם קוקוס אורגני (85%), מים.\n\nמידע על אלרגנים: מכיל קוקוס.\n\nמשקל נקי כולל: 1 ליטר\n\nכשר לפסח ללא קטניות פרווה בהשגחת בד\"",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-17-19-1-ליטר-אורגני-ללא-גלוטן-קוקו-מיקס-i25457",
      "image": "productsimages/mfrimages/thumbs/M761452_80_40.png"
    },
    {
      "name": "שמן קוקוס אורגני לבישול\n\nטבעוני | ללא חומרים משמרים | לא מהונדס גנטית | בטעם נייטרלי \n\nשמן קוקוס אורגני נטול ריח\n\nרכיבים: שמן קוקוס אורגני 100%\n\nמידע על אלרגנים: מכיל אגוז קוקוס\n\nתכולה:",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "שמן-קוקוס-אורגני-לבישול-1-ליטר-עתיד-ירוק-i26467",
      "image": "productsimages/mfrimages/thumbs/H631417_80_40.jpg"
    },
    {
      "name": "קרם קוקוס אורגני - לב אורגני\n\nללא חומרים משמרים, ללא צבעי מאכל\n\nרכיבים: קרם קוקוס אורגני וממיצוי של אגוזי הקוקוס.\n\nמידע על אלרגנים: מכיל אגוזי קוקוס.\n\nתכולה: 250 מ\"ל\n\nכשר פרווה בהשגחת ב",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-אורגני-לב-אורגני-i27291",
      "image": "productsimages/mfrimages/thumbs/Y22637_80_40.png"
    },
    {
      "name": "קרם קוקוס אורגני 330 מ\"ל - טייסט אוף אסיה\n\nרכיבים: תמצית קוקוס אורגנית 80%, מים 20%.\n\nמידע על אלרגנים: מכיל קוקוס.\n\n330 מ\"ל\n\nכשר פרווה בהשגחת בד\"ץ KF לונדון ואישור הרבנות הראשית",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-אורגני-330-מל-טייסט-אוף-אסיה-i27329",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "קרם קוקוס אורגני 22-24% שומן\n\n100% תמצית קוקוס אורגנית | ללא חומרים משמרים | ללא חומרים מסמיכים | ללא תוספים\n\nרכיבים: תמצית קוקוס אורגנית (100%)\n\nמידע על אלרגנים: מכיל אגוז (קוקוס).\n\nתכולה: 33",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-22-24-330-מל-אורגני-ללא-גלוטן-נוטרה-זן-i25339",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קרם קוקוס אורגני - 18% שומן\n\nמכיל קוקוס ומים בלבד\n\nללא חומרים משמרים | ללא חומרים מסמיכים | ללא תוספים | ללא תוספת סוכר | ללא צבעי מאכל | ללא גלוטן\n\nרכיבים: מיצוי קוקוס אורגני (76%), מים\n\nמידע",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-אורגני-ללא-גלוטן-נוטרה-זן-i23045",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קרם קוקוס אורגני - 18% שומן\n\nמכיל קוקוס ומים בלבד | ללא חומרים משמרים | ללא חומרים מסמיכים | ללא תוספים | מתאים לבישול ואפייה | להכנת גלידות וקינוחים | ללא תוספת סוכר | ללא צבעי מאכל | ללא גלוטן",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-1-ל-אורגני-ללא-גלוטן-נוטרה-זן-i23561",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קרם קוקוס 22% אורגני ללא גלוטן - נוטרה זן\n\nללא מסמיכים | ללא חומרים משמרים | ללא גלוטן | מכיל קוקוס אורגני ומים בלבד | טבעוני | ללא רכיבים מן החי | ללא שומן טראנס\n\nרכיבים: קרם קוקוס (61.5%) ממיצוי",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-22-אורגני-ללא-גלוטן-נוטרה-זן-i24049",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "קוקוס טחון במשקל.\nבקוקוס טחון ניתן להשתמש במגוון מתכונים, מאפים וקינוחים.\n\nרכיבים: קוקוס, ח. משמר נתרן מטביסולפיט.\nתוצרת הפיליפינים.",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קוקוס-טחון---i6871",
      "image": "/ProductsImages/thumbs/O859566_250_180.jpg"
    },
    {
      "name": "קרם קוקוס אורגני - 17% שומן\n\nללא מסמיכים | ללא חומרים משמרים | ללא גלוטן | מכיל קוקוס אורגני ומים בלבד | טבעוני | ללא רכיבים מן החי | ללא שומן טראנס\n\nרכיבים: קרם קוקוס (50%) ממיצוי אגוז הקוקוס והמ",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-אורגני-בשימורים-נוטרה-זן-i13939",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "אגוז קוקוס ללא חומרים משמרים\n\nמרכיבים: תמצית אגוז קוקוס 60%, מים\n\nתכולה: 500 מ\"ל\n\nיש לאחסן בטמפרטורת החדר, לאחר הפתיחה נשמר במקרר למשך יומיים.\n\nמיוצר בתאילנד",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "מי-קוקוס-500-מל-ארוי-די-i14439",
      "image": "productsimages/mfrimages/thumbs/33521_80_40.JPG"
    },
    {
      "name": "רכיבים: 100% קרם קוקוס.\n\nללא צבע מאכל, ללא חומר משמר וללא תוספת סוכר.\n\nכשרות: KF, בד\"צ בית יוסף",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "קרם-קוקוס-250-מל---ארוי-די---i15564",
      "image": "productsimages/mfrimages/thumbs/33521_80_40.JPG"
    },
    {
      "name": "נוזל אגוזי קוקוס - טייסט אוף אסיה\n\nרכיבים: נוזל אגוזי קוקוס\n\nאחסון: יש לשמור במקום קריר ומוצל.\n\nמשקל: 400 גרם.",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "נוזל-אגוזי-קוקוס---טייסט-אוף-אסיה-טייסט-אוף-אסיה--i6932",
      "image": "productsimages/mfrimages/thumbs/774335_80_40.JPG"
    },
    {
      "name": "פתיתי קוקוס אורגני צ`יפס - ג`אמוקה\n\nכשרות: פרווה בהשגחת סטאר K ובאישור הרבנות הראשית לישראל.\n\nיצרן: סי בי אל נטורל פודס, סרי לנקה.\n\nרכיבים: קוקוס אורגני.\n\nתכולה: 200 גר'.\n\n \n\n&nbs",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "פתיתי-קוקוס-אורגני-ציפס---גאמוקה-Jammoka--i10474",
      "image": "productsimages/mfrimages/thumbs/Q927117_80_40.jpg"
    },
    {
      "name": "פתיתי קוקוס אורגני פלייקס - ג'אמוקה\n\nפלייקס קוקוס עשויים מהחלק הלבן של קוקוס טרי ואורגני (\"בשר הקוקוס) שנטחן ויובש, תהליכי הייבוש קצרים יחסית ומבוקרי טמפטורה כך שהמוצר מכיל את כל הערכים התז",
      "price": null,
      "category": "מוצרי קוקוס",
      "url": "פתיתי-קוקוס-אורגני-פלייקס-גמוקה-i10475",
      "image": "productsimages/mfrimages/thumbs/Q927117_80_40.jpg"
    },
    {
      "name": "סירופ אגבה כחולה אורגנית 330 גרם/240 מל` - ניצת",
      "price": "15.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%90%d7%92%d7%91%d7%94-%d7%9b%d7%97%d7%95%d7%9c%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-330-%d7%92%d7%a8%d7%9d-240-%d7%9e%d7%9c-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i24013",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מי ורדים - סטאר פוד",
      "price": "16.5",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%9e%d7%99-%d7%95%d7%a8%d7%93%d7%99%d7%9d---%d7%a1%d7%98%d7%90%d7%a8-%d7%a4%d7%95%d7%93-Star-Food--i20370",
      "image": "productsimages/mfrimages/thumbs/194669_80_40.PNG"
    },
    {
      "name": "מי פריחת הדרים ( מי זהר ) - סטאר פוד",
      "price": "16.5",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%9e%d7%99-%d7%a4%d7%a8%d7%99%d7%97%d7%aa-%d7%94%d7%93%d7%a8%d7%99%d7%9d--%d7%9e%d7%99-%d7%96%d7%94%d7%a8---%d7%a1%d7%98%d7%90%d7%a8-%d7%a4%d7%95%d7%93-Star-Food--i20371",
      "image": "productsimages/mfrimages/thumbs/194669_80_40.PNG"
    },
    {
      "name": "סירופ חרובים טבעי",
      "price": "18.8",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%97%d7%a8%d7%95%d7%91%d7%99%d7%9d-%d7%98%d7%91%d7%a2%d7%99-%d7%a9%d7%95%d7%a7%d7%97%d7%94-i21405",
      "image": "productsimages/mfrimages/thumbs/Q100762_80_40.jpg"
    },
    {
      "name": "סירופ מייפל אורגני 310 גרם גרייד A אמבר",
      "price": "23.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%90%d7%93%d7%a8-%d7%9e%d7%99%d7%99%d7%a4%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-310-%d7%92%d7%a8%d7%9d-%d7%92%d7%a8%d7%99%d7%99%d7%93-A-Great-Northern--i7419",
      "image": "productsimages/mfrimages/thumbs/474546_80_40.JPG"
    },
    {
      "name": "סירופ מייפל קנדי אורגני טהור 330 גרם/ 250 מל תבואות",
      "price": "23.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%9e%d7%99%d7%99%d7%a4%d7%9c-%d7%a7%d7%a0%d7%93%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%98%d7%94%d7%95%d7%a8-330-%d7%92%d7%a8%d7%9d-250-%d7%9e%d7%9c-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i23573",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "סירופ אגבה כחולה אורגנית 660 גרם/480 מל` - ניצת",
      "price": "24.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%90%d7%92%d7%91%d7%94-%d7%9b%d7%97%d7%95%d7%9c%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-660-%d7%92%d7%a8%d7%9d-480-%d7%9e%d7%9c`-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24014",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סירופ אגבה כחולה אורגנית 1.250 ק\"ג/ 900 מל' - ניצת",
      "price": "43.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%90%d7%92%d7%91%d7%94-%d7%9b%d7%97%d7%95%d7%9c%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-1250-%d7%a7%d7%92-900-%d7%9e%d7%9c-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24015",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סירופ אגבה כחולה RAW אורגנית 330 גרם/240 מל` - ניצת",
      "price": "17.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%90%d7%92%d7%91%d7%94-%d7%9b%d7%97%d7%95%d7%9c%d7%94-RAW-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-330-%d7%92%d7%a8%d7%9d-240-%d7%9e%d7%9c-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24016",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סירופ מייפל 250 מל/330 גרם - נוטרה זן",
      "price": "24.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%9e%d7%99%d7%99%d7%a4%d7%9c-250-%d7%9e%d7%9c330-%d7%92%d7%a8%d7%9d-%d7%a0%d7%95%d7%98%d7%a8%d7%94-%d7%96%d7%9f-i24732",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "סירופ אגבה אורגני ענק",
      "price": "112.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%90%d7%92%d7%91%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a2%d7%a0%d7%a7-1888-%d7%9c%d7%99%d7%98%d7%a8--%d7%94%d7%a8%d7%a6%d7%9c-%d7%91%d7%99%d7%91%d7%99-i12211",
      "image": "productsimages/mfrimages/thumbs/474546_80_40.JPG"
    },
    {
      "name": "סירופ מייפל אורגני 236 מל - אימפורט",
      "price": "25.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%9e%d7%99%d7%99%d7%a4%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-236-%d7%9e%d7%9c-%d7%90%d7%99%d7%9e%d7%a4%d7%95%d7%a8%d7%98-i23398",
      "image": "/ProductsImages/thumbs/K376061_121202582320_250_180.jpg"
    },
    {
      "name": "סירופ מייפל אורגני 310 גרם, דארק גרייד A",
      "price": "23.9",
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "%d7%a1%d7%99%d7%a8%d7%95%d7%a4-%d7%9e%d7%99%d7%99%d7%a4%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%92%d7%a8%d7%99%d7%99%d7%93-%d7%91%d7%99-310-%d7%92%d7%a8%d7%9d-i7420",
      "image": "productsimages/mfrimages/thumbs/474546_80_40.JPG"
    },
    {
      "name": "סירופ אגבה כחולה אורגנית\n\nרכיבים: סירופ אגבה אורגנית 100%\n\nתכולה: 330 גר' / 240 מ\"ל\n\nכשר לפסח ולכל ימות השנה - פרווה\n\nבהשגחת OK ובאישור הרבנות הראשית לישראל\n\nלאחסן במקום קריר ומוצל",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-אגבה-כחולה-אורגנית-330-גרם-240-מל-ניצת-הדובדבן--i24013",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "מי ורדים\n\nרכיבים: מים (99%), תמצית ורדים (1%)\n\nתכולה: 500 מ\"ל\n\nכשר פרווה בהשגחת בד\"צ בית יוסף ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "מי-ורדים---סטאר-פוד-Star-Food--i20370",
      "image": "productsimages/mfrimages/thumbs/194669_80_40.PNG"
    },
    {
      "name": "מי פריחת הדרים - מי זהר\n\nרכיבים: מים (99%), תמצית הדרים (1%)\n\nתכולה: 500 מל\n\nכשר פרווה בהשגחת בד\"ץ בית יוסף ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "מי-פריחת-הדרים--מי-זהר---סטאר-פוד-Star-Food--i20371",
      "image": "productsimages/mfrimages/thumbs/194669_80_40.PNG"
    },
    {
      "name": "סירופ חרובים\n\n100% רכיבים טבעיים\n\nללא חומר משמר וללא צבעי מאכל\n\nרכיבים: חרובים (100%)\n\nתכולה: 400 גרם\n\nכשר פרווה באישור הרבנות הראשית לישראל",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-חרובים-טבעי-שוקחה-i21405",
      "image": "productsimages/mfrimages/thumbs/Q100762_80_40.jpg"
    },
    {
      "name": "עשוי מ100% רכיבים אורגניים באישור ה USDA.\nגרייד A\n\nתכולה: 310 גרם / 236 מ\"ל\nיש לשמור בקירור לאחר הפתיחה.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n&nb",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-אדר-מייפל-אורגני-310-גרם-גרייד-A-Great-Northern--i7419",
      "image": "productsimages/mfrimages/thumbs/474546_80_40.JPG"
    },
    {
      "name": "סירופ מייפל קנדי אורגני טהור \n\n100% סירופ אורגני | ללא תוספות | מופק מעצי המייפל שבקנדה\n\nרכיבים: סירופ מייל אורגני טהור\n\nתוצרת: קנדה\n\nתכולה: 250 מ\"ל / 330 גר'\n\nכשר פרווה באישור",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-מייפל-קנדי-אורגני-טהור-330-גרם-250-מל-תבואות-i23573",
      "image": "productsimages/mfrimages/thumbs/617978_80_40.JPG"
    },
    {
      "name": "סירופ אגבה כחולה אורגנית\n\nרכיבים: סירופ אגבה אורגנית 100%\n\nתכולה: 660 גר' / 480 מ\"ל\n\nכשר לפסח ולכל ימות השנה - פרווה\n\nבהשגחת OK ובאישור הרבנות הראשית לישראל\n\nלאחסן במקום קריר ומוצל",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-אגבה-כחולה-אורגנית-660-גרם-480-מל`-ניצת-הדובדבן-i24014",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סירופ אגבה כחולה אורגנית\n\nרכיבים: סירופ אגבה אורגנית 100%\n\nתכולה: 1.250 ק\"ג / 900 מ\"ל\n\nכשר לפסח ולכל ימות השנה - פרווה\n\nבהשגחת OK ובאישור הרבנות הראשית לישראל\n\nלאחסן במקום קריר ומו",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-אגבה-כחולה-אורגנית-1250-קג-900-מל-ניצת-הדובדבן-i24015",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סירופ אגבה כחול אורגנית RAW\n\nרכיבים: סירופ אגבה אורגנית 100%\n\nתכולה: 330 גרם | 240 מ\"ל\n\nכשר לפסח ולכל ימות שנה פרווה ובהשגחת OK ובאישור הרבנות הראשית לישראל\n\nלאחסן במקום קריר ומוצל, לאחר",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-אגבה-כחולה-RAW-אורגנית-330-גרם-240-מל-ניצת-הדובדבן-i24016",
      "image": "productsimages/mfrimages/thumbs/Q659875_80_40.png"
    },
    {
      "name": "סירופ מייפל 250 מל/ 330 גרם - נוטרה זן\n\nרכיבים: סירופ מייפל אורגני טהור (100%)\n\nמקור סירופ המייפל בקנדה.\n\nתכולה: 330 גר' / 250 מ\"ל\n\nכשר לפסח פרווה באישור הרבנות הראשית לישראל",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-מייפל-250-מל330-גרם-נוטרה-זן-i24732",
      "image": "productsimages/mfrimages/thumbs/L261330_80_40.jpg"
    },
    {
      "name": "רכיבים: סירופ אבה 100% אורגני טהור לאחר הפתיחה יש לסגור היטב ולשמור במקרר כשר פרווה - בהשגחת איחוד קהילות האורתודוקסים באמריקה ובאישור הרבנות הראשית לישראל הייבואן: הרצל ביבי ניצת הדובדבן בע\"מ, מ",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-אגבה-אורגני-ענק-1888-ליטר--הרצל-ביבי-i12211",
      "image": "productsimages/mfrimages/thumbs/474546_80_40.JPG"
    },
    {
      "name": "סירופ מייפל אורגני 236 מל - אימפורט\n\nרכיבים: 100% סירופ מייפל (אדר) אורגני\n\nתכולה: 236 מ\"ל\n\nכשר בשגחת רבנות מונטריאול, בד\"צ בית יוסף ובאישור הרבנות הראשית לישראל",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-מייפל-אורגני-236-מל-אימפורט-i23398",
      "image": "/ProductsImages/thumbs/K376061_121202582320_250_180.jpg"
    },
    {
      "name": "עשוי מ100% רכיבים אורגניים באישור ה USDA.\n\nתכולה: 310 גרם / 236 מ\"ל\nיש לשמור בקירור לאחר הפתיחה.\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n&n",
      "price": null,
      "category": "סירופ - מייפל אגבה וקוקוס",
      "url": "סירופ-מייפל-אורגני-גרייד-בי-310-גרם-i7420",
      "image": "productsimages/mfrimages/thumbs/474546_80_40.JPG"
    },
    {
      "name": "למוצרי הקטגוריה",
      "price": null,
      "category": "לחמים ומאפים",
      "url": "%d7%9c%d7%97%d7%9e%d7%99%d7%9d-c68",
      "image": "ProductsImages/CatsImages/thumbs/S131890_250_150.jpg"
    }
  ]
};
