const productsData = 
{
  "scrapedAt": "2025-11-26T12:45:35.133Z",
  "totalProducts": 100,
  "products": [
    {
      "name": "בורגול אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%91%d7%95%d7%a8%d7%92%d7%95%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i281",
      "image": "/ProductsImages/thumbs/C400582_31122024114537_250_180.jpg"
    },
    {
      "name": "אורז בסמטי מלא אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a1%d7%9e%d7%98%d7%99-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i303",
      "image": "/ProductsImages/thumbs/B994927_9122024133518_250_180.jpg"
    },
    {
      "name": "אורז בר 400 גרם - ניצת הדובדבן",
      "price": "32.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a8-400-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i1215",
      "image": "/ProductsImages/thumbs/I609170_26112018115417_250_180.jpg"
    },
    {
      "name": "קינואה רויאל אורגנית, 500 גרם, ניצת הדובדבן",
      "price": "15.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%a8%d7%95%d7%99%d7%90%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6824",
      "image": "/ProductsImages/thumbs/G902535_10122024122852_250_180.jpg"
    },
    {
      "name": "קינואה רויאל אורגנית 1 ק\"ג - ניצת הדובדבן",
      "price": "24.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94--%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-1-%d7%a7%d7%99%d7%9c%d7%95-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6826",
      "image": "/ProductsImages/thumbs/Y977029_11122024142545_250_180.jpg"
    },
    {
      "name": "אורז בסמטי לבן אורגני 1 ק\"ג - ניצת הדובדבן",
      "price": "16.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a9%d7%9e%d7%aa%d7%99-%d7%9c%d7%91%d7%9f-1-%d7%a7%d7%92-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6975",
      "image": "/ProductsImages/thumbs/N172890_11122024134111_250_180.jpg"
    },
    {
      "name": "אורז בסמטי מלא 1 ק\"ג אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a9%d7%9e%d7%aa%d7%99-%d7%9e%d7%9c%d7%90-1-%d7%a7%d7%92-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6976",
      "image": "/ProductsImages/thumbs/12737190_250_180.jpg"
    },
    {
      "name": "סובין שיבולת שועל אורגני - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%a1%d7%95%d7%91%d7%99%d7%9f-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6995",
      "image": "/ProductsImages/thumbs/F933572_11122024133132_250_180.jpg"
    },
    {
      "name": "קינואה טריו ( 3 צבעים) אורגני - ניצת הדובדבן",
      "price": "19.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-3-%d7%a6%d7%91%d7%a2%d7%99%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6999",
      "image": "/ProductsImages/thumbs/X652215_11122024132039_250_180.jpg"
    },
    {
      "name": "אורז בסמטי לבן אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a9%d7%9e%d7%aa%d7%99-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7151",
      "image": "/ProductsImages/thumbs/H776559_5112018105827_250_180.jpg"
    },
    {
      "name": "אורז עגול מלא אורגני - ניצת הדובדבן",
      "price": "8.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%a2%d7%92%d7%95%d7%9c-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7295",
      "image": "/ProductsImages/thumbs/E101754_9122024122353_250_180.jpg"
    },
    {
      "name": "אורז אדום אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%93%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7296",
      "image": "/ProductsImages/thumbs/H445733_5112018103636_250_180.jpg"
    },
    {
      "name": "חיטה מלאה אורגנית ניצת הדובדבן",
      "price": "11.2",
      "category": "דגנים",
      "url": "%d7%97%d7%99%d7%98%d7%94-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7310",
      "image": "/ProductsImages/thumbs/F257668_31122024114354_250_180.jpg"
    },
    {
      "name": "גריסי שיבולת שועל אורגנים, ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%92%d7%a8%d7%99%d7%a1%d7%99-%d7%a9%d7%99%d7%91%d7%95%d7%9c%d7%aa-%d7%a9%d7%95%d7%a2%d7%9c-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7311",
      "image": "/ProductsImages/thumbs/W927056_11122024144053_250_180.jpg"
    },
    {
      "name": "קוסקוס מלא אורגני - ניצת הדובדבן",
      "price": "11.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%95%d7%a1%d7%a7%d7%95%d7%a1-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7314",
      "image": "/ProductsImages/thumbs/U681740_101220241452_250_180.jpg"
    },
    {
      "name": "גרגרי שיפון אורגני - ניצת הדובדבן",
      "price": "8.9",
      "category": "דגנים",
      "url": "%d7%92%d7%a8%d7%92%d7%a8%d7%99-%d7%a9%d7%99%d7%a4%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7317",
      "image": "/ProductsImages/thumbs/S108056_11122024151319_250_180.jpg"
    },
    {
      "name": "גרגירי חיטת כוסמין אורגני - ניצת הדובדבן",
      "price": "10.9",
      "category": "דגנים",
      "url": "%d7%92%d7%a8%d7%92%d7%99%d7%a8%d7%99-%d7%97%d7%99%d7%98%d7%aa-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7321",
      "image": "/ProductsImages/thumbs/T718163_3112202411501_250_180.jpg"
    },
    {
      "name": "פשתן טחון אורגני 350 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%a4%d7%a9%d7%aa%d7%9f-%d7%98%d7%97%d7%95%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-350-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7322",
      "image": "/ProductsImages/thumbs/X297478_8122024144535_250_180.jpg"
    },
    {
      "name": "נבט חיטה - ניצת הדובדבן",
      "price": "7.9",
      "category": "דגנים",
      "url": "%d7%a0%d7%91%d7%98-%d7%97%d7%99%d7%98%d7%94-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7325",
      "image": "/ProductsImages/thumbs/O373620_1112202414378_250_180.jpg"
    },
    {
      "name": "אמרנט אורגני 500 גרם - ניצת הדובדבן",
      "price": "12.9",
      "category": "דגנים",
      "url": "%d7%90%d7%9e%d7%a8%d7%a0%d7%98-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7332",
      "image": "/ProductsImages/thumbs/U335869_1612025163919_250_180.jpg"
    },
    {
      "name": "קינואה אדומה אורגנית 500 גרם - ניצת הדובדבן",
      "price": "17.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%90%d7%93%d7%95%d7%9e%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7340",
      "image": "/ProductsImages/thumbs/F335503_1112202414725_250_180.jpg"
    },
    {
      "name": "קינואה שחורה אורגנית 500 גרם - ניצת הדובדבו",
      "price": "19.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%a9%d7%97%d7%95%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7341",
      "image": "/ProductsImages/thumbs/E483178_1112202413466_250_180.jpg"
    },
    {
      "name": "אורז עגול מלא אורגני 1 ק\"ג - ניצת הדובדבן",
      "price": "13.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a2%d7%92%d7%95%d7%9c-%d7%9e%d7%9c%d7%90,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i153",
      "image": "/ProductsImages/thumbs/P922600_1112202414830_250_180.jpg"
    },
    {
      "name": "גריסי פנינה אורגניים - ניצת הדובדבן",
      "price": "8.9",
      "category": "דגנים",
      "url": "%d7%92%d7%a8%d7%99%d7%a1%d7%99-%d7%a4%d7%a0%d7%99%d7%a0%d7%94--%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i9976",
      "image": "/ProductsImages/thumbs/Q897027_10122024123123_250_180.jpg"
    },
    {
      "name": "כוסמת קלויה אורגנית - ניצת הדובדבן",
      "price": "9.8",
      "category": "דגנים",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%a7%d7%9c%d7%95%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i13890",
      "image": "/ProductsImages/thumbs/K683846_11122024113812_250_180.jpg"
    },
    {
      "name": "אורז פרא מעורב טריו אורגני ניצת הדובדבן",
      "price": "17.5",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%a4%d7%a8%d7%90-%d7%9e%d7%a2%d7%95%d7%a8%d7%91-%d7%98%d7%a8%d7%99%d7%95-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i20364",
      "image": "/ProductsImages/thumbs/G961922_432020112514_250_180.jpg"
    },
    {
      "name": "אורז מלא ארוך 1 ק`ג אורגני ניצת הדובדבן",
      "price": "11.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%90%d7%a8%d7%95%d7%9a-1-%d7%a7`%d7%92-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i20648",
      "image": "/ProductsImages/thumbs/W900689_1112202411339_250_180.jpg"
    },
    {
      "name": "סולת חיטה מלאה 500 גרם",
      "price": "7.5",
      "category": "דגנים",
      "url": "%d7%a1%d7%95%d7%9c%d7%aa-%d7%97%d7%99%d7%98%d7%94-%d7%9e%d7%9c%d7%90%d7%94-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i22833",
      "image": "/ProductsImages/thumbs/L729302_1612025161018_250_180.jpg"
    },
    {
      "name": "אורז לבן ארוך 1 ק\"ג אורגני",
      "price": "12.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%91%d7%9f-%d7%90%d7%a8%d7%95%d7%9a-1-%d7%a7%d7%92-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24483",
      "image": "/ProductsImages/thumbs/G247536_25122022124726_250_180.jpg"
    },
    {
      "name": "קוסקוס כוסמין מלא אורגני- ניצת הדובדבן",
      "price": "15.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%95%d7%a1%d7%a7%d7%95%d7%a1-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24944",
      "image": "/ProductsImages/thumbs/F413262_811202315014_250_180.png"
    },
    {
      "name": "אורז טריו פרא 1 ק\"ג",
      "price": "17.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%98%d7%a8%d7%99%d7%95-%d7%a4%d7%a8%d7%90-1-%d7%a7%d7%92-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26171",
      "image": "/ProductsImages/thumbs/R172188_301202515910_250_180.png"
    },
    {
      "name": "אורז אדום 500 גרם",
      "price": "12.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%93%d7%95%d7%9d-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i26260",
      "image": "/ProductsImages/thumbs/D333520_301202515110_250_180.png"
    },
    {
      "name": "אורז ורוד אורגני פלמינגו - ניצת הדובדבן",
      "price": "19.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%95%d7%a8%d7%95%d7%93-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a4%d7%9c%d7%9e%d7%99%d7%a0%d7%92%d7%95-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i27045",
      "image": "/ProductsImages/thumbs/T811913_362025135057_250_180.png"
    },
    {
      "name": "אורז שחור מלא אורגני זן נרונה - ויגנולה ללא גלוטן",
      "price": "19.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%a9%d7%97%d7%95%d7%a8-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%96%d7%9f-%d7%a0%d7%a8%d7%95%d7%a0%d7%94-%d7%95%d7%99%d7%92%d7%a0%d7%95%d7%9c%d7%94-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-i25978",
      "image": "/ProductsImages/thumbs/N217705_301202513243_250_180.png"
    },
    {
      "name": "קינואה לבנה בתפזורת",
      "price": "22",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%91%d7%95%d7%9c%d7%99%d7%91%d7%99%d7%90%d7%a0%d7%99%d7%aa-%d7%9c%d7%91%d7%a0%d7%94-%d7%91%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%aa--%d7%a4%d7%99%d7%a8%d7%95%d7%aa-%d7%99%d7%91%d7%a9%d7%99%d7%9d-%d7%95%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%95%d7%aa-i13573",
      "image": "/ProductsImages/thumbs/P360955_28220188148_250_180.jpg"
    },
    {
      "name": "זרעי פשתן במשקל",
      "price": "11.9",
      "category": "דגנים",
      "url": "%d7%96%d7%a8%d7%a2%d7%99-%d7%a4%d7%a9%d7%aa%d7%9f-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7491",
      "image": "/ProductsImages/thumbs/S491616_250_180.jpg"
    },
    {
      "name": "דוחן מקולף אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%93%d7%95%d7%97%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i279",
      "image": "/ProductsImages/thumbs/T548791_11122024151952_250_180.jpg"
    },
    {
      "name": "כמו קוסקוס - סולת מאורז - ללא גלוטן",
      "price": "15.9",
      "category": "דגנים",
      "url": "%d7%aa%d7%9e%d7%99-%d7%9b%d7%9e%d7%95-%d7%a7%d7%95%d7%a1%d7%a7%d7%95%d7%a1-%d7%9e%d7%a7%d7%9e%d7%97-%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%9c%d7%90-%d7%92%d7%9c%d7%95%d7%98%d7%9f-%d7%aa%d7%9e%d7%99-i18967",
      "image": "/ProductsImages/thumbs/T905114_225202410115_250_180.jpg"
    },
    {
      "name": "דוחן בתפזורת",
      "price": "13.5",
      "category": "דגנים",
      "url": "%d7%93%d7%95%d7%97%d7%9f-%d7%91%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%aa---i9305",
      "image": "/ProductsImages/thumbs/H135415_250_180.jpg"
    },
    {
      "name": "בורגול 1 ק\"ג",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%91%d7%95%d7%a8%d7%92%d7%95%d7%9c-1-%d7%a7%d7%92-i26176",
      "image": "/ProductsImages/thumbs/D84252_56202512103_250_180.jpg"
    },
    {
      "name": "פצפוצי חיטה אורגני - סוליגרנו",
      "price": "11.9",
      "category": "דגנים",
      "url": "%d7%a4%d7%a6%d7%a4%d7%95%d7%a6%d7%99-%d7%97%d7%99%d7%98%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a1%d7%95%d7%9c%d7%99%d7%92%d7%a8%d7%a0%d7%95-i25174",
      "image": "/ProductsImages/thumbs/L19982_3102023141421_250_180.png"
    },
    {
      "name": "קינואה טריו / 3 צבעים",
      "price": "14.9",
      "category": "דגנים",
      "url": "%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%98%d7%a8%d7%99%d7%95-3-%d7%a6%d7%91%d7%a2%d7%99%d7%9d-i26742",
      "image": "/ProductsImages/thumbs/R200143_562025102534_250_180.jpg"
    },
    {
      "name": "אורז פרסי במשקל",
      "price": "8.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%91%d7%a1%d7%9e%d7%98%d7%99-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7267",
      "image": "/ProductsImages/thumbs/N105187_1562017135353_250_180.jpg"
    },
    {
      "name": "כוסמת ירוקה במשקל",
      "price": "11.5",
      "category": "דגנים",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c-i8105",
      "image": "/ProductsImages/thumbs/I506310_250_180.jpg"
    },
    {
      "name": "כוסמת קלויה במשקל",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7593",
      "image": "/ProductsImages/thumbs/D740044_250_180.jpg"
    },
    {
      "name": "אורז לבן עגול במשקל",
      "price": "9.9",
      "category": "דגנים",
      "url": "%d7%90%d7%95%d7%a8%d7%96-%d7%9c%d7%91%d7%9f-%d7%a2%d7%92%d7%95%d7%9c-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7279",
      "image": "/ProductsImages/thumbs/Y575570_250_180.jpg"
    },
    {
      "name": "תירס יבש / פופקורן במשקל",
      "price": "9",
      "category": "דגנים",
      "url": "%d7%aa%d7%99%d7%a8%d7%a1-%d7%99%d7%91%d7%a9--%d7%a4%d7%95%d7%a4%d7%a7%d7%95%d7%a8%d7%9f-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7542",
      "image": "/ProductsImages/thumbs/T583550_250_180.jpg"
    },
    {
      "name": "עדשים חומות אורגניות 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%97%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7297",
      "image": "/ProductsImages/thumbs/I591592_9122024134058_250_180.jpg"
    },
    {
      "name": "עדשים אדומות אורגניות 500 גרם - ניצת הדובדבן",
      "price": "13.5",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7298",
      "image": "/ProductsImages/thumbs/E514535_9122024133642_250_180.jpg"
    },
    {
      "name": "עדשים שחורות אורגניות 500 גרם - ניצת הדובדבן",
      "price": "13.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a9%d7%97%d7%95%d7%a8%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7299",
      "image": "/ProductsImages/thumbs/R104409_10122024122359_250_180.jpg"
    },
    {
      "name": "שעועית לבנה אורגנית - ניצת הדובדבן",
      "price": "11.9",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9c%d7%91%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7303",
      "image": "/ProductsImages/thumbs/U166894_10122024122749_250_180.jpg"
    },
    {
      "name": "שעועית אדומה אורגנית - ניצת הדובדבן",
      "price": "11.9",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%90%d7%93%d7%95%d7%9e%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7304",
      "image": "/ProductsImages/thumbs/Q585046_10122024122615_250_180.jpg"
    },
    {
      "name": "שעועית מנומרת אורגנית - ניצת הדובדבן",
      "price": "10.7",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9e%d7%a0%d7%95%d7%9e%d7%a8%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7305",
      "image": "/ProductsImages/thumbs/Y70306_1012202412256_250_180.jpg"
    },
    {
      "name": "שעועית שחורה אורגנית - ניצת הדובדבן",
      "price": "10.7",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%a9%d7%97%d7%95%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7306",
      "image": "/ProductsImages/thumbs/N655114_31122024113729_250_180.jpg"
    },
    {
      "name": "חומוס אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i7313",
      "image": "/ProductsImages/thumbs/B350854_11122024152249_250_180.jpg"
    },
    {
      "name": "כוסמת ירוקה אורגנית 500 גרם - ניצת הדובדבן",
      "price": "8.5",
      "category": "קטניות",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7316",
      "image": "/ProductsImages/thumbs/O188332_11122024151734_250_180.jpg"
    },
    {
      "name": "פופקורן אורגני 500 גרם - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a4%d7%95%d7%a4%d7%a7%d7%95%d7%a8%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7327",
      "image": "/ProductsImages/thumbs/X312997_11122024142751_250_180.jpg"
    },
    {
      "name": "עדשים צהובות אורגניות - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a6%d7%94%d7%95%d7%91%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i7339",
      "image": "/ProductsImages/thumbs/L868584_562018134858_250_180.jpg"
    },
    {
      "name": "שעועית מש אורגנית 500 גרם - ניצת הדובדבן",
      "price": "11.7",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9e%d7%a9-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-500-%d7%92%d7%a8%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i175",
      "image": "/ProductsImages/thumbs/F422845_1112202415142_250_180.jpg"
    },
    {
      "name": "עדשים ירוקות אורגניות 500 גרם - ניצת הדובדבן",
      "price": "12.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%99%d7%a8%d7%95%d7%a7%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%95%d7%aa-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i243",
      "image": "/ProductsImages/thumbs/N225228_10122024122232_250_180.jpg"
    },
    {
      "name": "שעועית אזוקי אורגנית 500 גרם - ניצת הדובדבן",
      "price": "11.5",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%90%d7%96%d7%95%d7%a7%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa,-500-%d7%92%d7%a8%d7%9d,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i551",
      "image": "/ProductsImages/thumbs/K648293_10122024135726_250_180.jpg"
    },
    {
      "name": "אפונה ירוקה אורגנית - ניצת הדובדבן",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6979",
      "image": "/ProductsImages/thumbs/U649911_1612025162347_250_180.jpg"
    },
    {
      "name": "פשתן שלם אורגני",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a4%d7%a9%d7%aa%d7%9f-%d7%a9%d7%9c%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i21415",
      "image": "/ProductsImages/thumbs/H135338_10122024123713_250_180.jpg"
    },
    {
      "name": "שעועית לבנה גדולה אורגנית- ניצת הדובדבן",
      "price": "15.9",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9c%d7%91%d7%a0%d7%94-%d7%92%d7%93%d7%95%d7%9c%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23008",
      "image": "/ProductsImages/thumbs/O527077_1612025161127_250_180.jpg"
    },
    {
      "name": "אפונה צהובה  אורגני",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%90%d7%a4%d7%95%d7%a0%d7%94-%d7%a6%d7%94%d7%95%d7%91%d7%94--%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i23520",
      "image": "/ProductsImages/thumbs/Y999200_82202213328_250_180.jpg"
    },
    {
      "name": "פולי סויה אורגניים - ניצת הדובדבן",
      "price": "9.7",
      "category": "קטניות",
      "url": "%d7%a4%d7%95%d7%9c%d7%99-%d7%a1%d7%95%d7%99%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i13019",
      "image": "/ProductsImages/thumbs/Y796410_11122024145827_250_180.jpg"
    },
    {
      "name": "שעועית שחורה מנומרת אורגנית - ניצת הדובדבן",
      "price": "11.5",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%a9%d7%97%d7%95%d7%a8%d7%94-%d7%9e%d7%a0%d7%95%d7%9e%d7%a8%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i13564",
      "image": "/ProductsImages/thumbs/H483346_5112018103849_250_180.jpg"
    },
    {
      "name": "כוסמת ירוקה אורגנית - ניצת הדובדבן",
      "price": "15.5",
      "category": "קטניות",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%99%d7%a8%d7%95%d7%a7%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25973",
      "image": "/ProductsImages/thumbs/C208565_10122024141739_250_180.jpg"
    },
    {
      "name": "כוסמת קלויה 1 ק\"ג",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%a7%d7%9c%d7%95%d7%99%d7%94-1-%d7%a7%d7%92-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25995",
      "image": "/ProductsImages/thumbs/J619546_1120251396_250_180.png"
    },
    {
      "name": "גרעיני פופקורן אורגני עם חמאת שיאה להכנה במקרוגל - תבואות",
      "price": "21",
      "category": "קטניות",
      "url": "%d7%92%d7%a8%d7%a2%d7%99%d7%a0%d7%99-%d7%a4%d7%95%d7%a4%d7%a7%d7%95%d7%a8%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a2%d7%9d-%d7%97%d7%9e%d7%90%d7%aa-%d7%a9%d7%99%d7%90%d7%94-%d7%9c%d7%94%d7%9b%d7%a0%d7%94-%d7%91%d7%9e%d7%a7%d7%a8%d7%95%d7%92%d7%9c-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-i26363",
      "image": "/ProductsImages/thumbs/F495614_15122024103246_250_180.jpg"
    },
    {
      "name": "עדשים שחורות בתפזורת",
      "price": "17.5",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%a9%d7%97%d7%95%d7%a8%d7%95%d7%aa-%d7%91%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%aa---i18905",
      "image": "/ProductsImages/thumbs/X456002_30102019133119_250_180.jpg"
    },
    {
      "name": "חומוס גרגירים במשקל",
      "price": "17.9",
      "category": "קטניות",
      "url": "%d7%97%d7%95%d7%9e%d7%95%d7%a1-%d7%92%d7%a8%d7%92%d7%99%d7%a8%d7%99%d7%9d-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c--%d7%a4%d7%99%d7%a8%d7%95%d7%aa-%d7%99%d7%91%d7%a9%d7%99%d7%9d-%d7%95%d7%aa%d7%a4%d7%96%d7%95%d7%a8%d7%95%d7%aa-i11817",
      "image": "/ProductsImages/thumbs/H387536_231202010261_250_180.jpg"
    },
    {
      "name": "שעועית לבנה במשקל",
      "price": "14",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9c%d7%91%d7%a0%d7%94-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7229",
      "image": "/ProductsImages/thumbs/T135140_250_180.jpg"
    },
    {
      "name": "שעועית לוביה 1/2 ק\"ג",
      "price": "9.9",
      "category": "קטניות",
      "url": "%d7%a9%d7%a2%d7%95%d7%a2%d7%99%d7%aa-%d7%9c%d7%95%d7%91%d7%99%d7%94-12-%d7%a7%d7%92-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i25934",
      "image": "/ProductsImages/thumbs/X201745_301202515148_250_180.png"
    },
    {
      "name": "עדשים אדומות במשקל",
      "price": "10.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c-i7411",
      "image": "/ProductsImages/thumbs/G327431_250_180.jpg"
    },
    {
      "name": "עדשים ירוקות במשקל",
      "price": "12.9",
      "category": "קטניות",
      "url": "%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%99%d7%a8%d7%95%d7%a7%d7%95%d7%aa-%d7%91%d7%9e%d7%a9%d7%a7%d7%9c---i7414",
      "image": "/ProductsImages/thumbs/X405801_250_180.jpg"
    },
    {
      "name": "מיקס כוסמת אורז מלא ואורז אדום אורגני - הרדוף",
      "price": "14.8",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%9e%d7%99%d7%a7%d7%a1-%d7%9b%d7%95%d7%a1%d7%9e%d7%aa-%d7%90%d7%95%d7%a8%d7%96-%d7%9e%d7%9c%d7%90-%d7%95%d7%90%d7%95%d7%a8%d7%96-%d7%90%d7%93%d7%95%d7%9d-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%94%d7%a8%d7%93%d7%95%d7%a3-%d7%94%d7%a8%d7%93%d7%95%d7%a3--i20449",
      "image": "/ProductsImages/thumbs/L679574_86202014154_250_180.jpg"
    },
    {
      "name": "מיקס בורגול וקינואה אורגני - הרדוף",
      "price": "14.8",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%9e%d7%99%d7%a7%d7%a1-%d7%91%d7%95%d7%a8%d7%92%d7%95%d7%9c-%d7%95%d7%a7%d7%99%d7%a0%d7%95%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%94%d7%a8%d7%93%d7%95%d7%a3-%d7%94%d7%a8%d7%93%d7%95%d7%a3--i20451",
      "image": "/ProductsImages/thumbs/B435738_862020135752_250_180.jpg"
    },
    {
      "name": "חיטת פריקי 500 גרם - תבואות",
      "price": "13.9",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%97%d7%99%d7%98%d7%aa-%d7%a4%d7%a8%d7%99%d7%a7%d7%99-500-%d7%92%d7%a8%d7%9d---%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa-%d7%aa%d7%91%d7%95%d7%90%d7%95%d7%aa--i22089",
      "image": "/ProductsImages/thumbs/H65972_1622021161346_250_180.jpg"
    },
    {
      "name": "תערובת קטניות לקדירה אורגני 500 גרם - הרדוף",
      "price": "14.9",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%a7%d7%98%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%a7%d7%93%d7%99%d7%a8%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i25968",
      "image": "/ProductsImages/thumbs/S325570_147202484744_250_180.jpg"
    },
    {
      "name": "תערובת קטניות למרק אורגני 500 גרם - הרדוף",
      "price": "15.7",
      "category": "תערובות דגנים וקטניות",
      "url": "%d7%aa%d7%a2%d7%a8%d7%95%d7%91%d7%aa-%d7%a7%d7%98%d7%a0%d7%99%d7%95%d7%aa-%d7%9c%d7%9e%d7%a8%d7%a7-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-500-%d7%92%d7%a8%d7%9d-%d7%94%d7%a8%d7%93%d7%95%d7%a3-i25969",
      "image": "/ProductsImages/thumbs/D478661_147202484224_250_180.jpg"
    },
    {
      "name": "פסטה ספגטי מחיטת דורום מלאה - אורגנית ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6959",
      "image": "/ProductsImages/thumbs/M983086_9122024121027_250_180.jpg"
    },
    {
      "name": "פסטה קונכיות מחיטת דורום מלאה אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a7%d7%95%d7%a0%d7%9b%d7%99%d7%95%d7%aa-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6970",
      "image": "/ProductsImages/thumbs/F929375_1811202413331_250_180.jpg"
    },
    {
      "name": "פסטה פנה מחיטת דורום אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%a0%d7%94-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6987",
      "image": "/ProductsImages/thumbs/W69268_1811202413457_250_180.jpg"
    },
    {
      "name": "פסטה פנה מחיטת דורום מלאה אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%a0%d7%94-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6988",
      "image": "/ProductsImages/thumbs/J525399_181120241364_250_180.jpg"
    },
    {
      "name": "פסטה פוזילי אורגני מחיטת דורום - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6989",
      "image": "/ProductsImages/thumbs/B740670_17122024134622_250_180.jpg"
    },
    {
      "name": "פסטה ספגטי אורגני מחיטת דורום - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%9c%d7%91%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6991",
      "image": "/ProductsImages/thumbs/C778207_912202412715_250_180.jpg"
    },
    {
      "name": "פסטה פוזילי מכוסמין מלא אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%9e%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6992",
      "image": "/ProductsImages/thumbs/Z302392_18112024131156_250_180.jpg"
    },
    {
      "name": "פסטה פנה כוסמין מלא אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%a4%d7%a0%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99,-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i6993",
      "image": "/ProductsImages/thumbs/I984734_812202412137_250_180.jpg"
    },
    {
      "name": "פסטה כוסמין ספגטי אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%a1%d7%a4%d7%92%d7%98%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i6994",
      "image": "/ProductsImages/thumbs/R174248_2310201893454_250_180.jpg"
    },
    {
      "name": "פסטה סטורטיני ריגטי מלאה אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a1%d7%98%d7%95%d7%a8%d7%98%d7%99%d7%a0%d7%99-%d7%a8%d7%99%d7%92%d7%98%d7%99-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i9242",
      "image": "/ProductsImages/thumbs/Q214471_18112024131243_250_180.jpg"
    },
    {
      "name": "פסטה ניוקי מלאה מחיטת דורום אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i9243",
      "image": "/ProductsImages/thumbs/F322915_1811202413116_250_180.jpg"
    },
    {
      "name": "פסטה פוזילי טריקולור אורגנית - ניצת הדובדבן",
      "price": "9.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%98%d7%a8%d7%99%d7%a7%d7%95%d7%9c%d7%95%d7%a8--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i14314",
      "image": "/ProductsImages/thumbs/V402703_1811202413952_250_180.jpg"
    },
    {
      "name": "פסטה ניוקי כוסמין מלא אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90%d7%94-%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99---%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i15176",
      "image": "/ProductsImages/thumbs/Y107125_1811202413859_250_180.jpg"
    },
    {
      "name": "פסטה פטוצ'יני כוסמין מלא אורגני - ניצת הדובדבן",
      "price": "13.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%98%d7%95%d7%a6%d7%99%d7%a0%d7%99-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9c%d7%90-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i15177",
      "image": "/ProductsImages/thumbs/U441262_9122024115011_250_180.jpg"
    },
    {
      "name": "פסטה פוזילי מחיטת דורום מלאה אורגנית - ניצת הדובדבן",
      "price": "8.8",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a4%d7%95%d7%96%d7%99%d7%9c%d7%99-%d7%9e%d7%97%d7%99%d7%98%d7%aa-%d7%93%d7%95%d7%a8%d7%95%d7%9d-%d7%9e%d7%9c%d7%90%d7%94-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i15465",
      "image": "/ProductsImages/thumbs/R852212_1811202413535_250_180.jpg"
    },
    {
      "name": "פסטה קפלטי מכוסמין ממולא עדשים אדומות אורגנית - ניצת הדובדבן",
      "price": "21.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%a7%d7%a4%d7%9c%d7%98%d7%99-%d7%9e%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%9e%d7%9e%d7%95%d7%9c%d7%90-%d7%a2%d7%93%d7%a9%d7%99%d7%9d-%d7%90%d7%93%d7%95%d7%9e%d7%95%d7%aa-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99%d7%aa-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i24782",
      "image": "/ProductsImages/thumbs/Y76638_17122024123124_250_180.jpg"
    },
    {
      "name": "ניוקי תפו\"א מיני אורגני- ניצת הדובדבן",
      "price": "14.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a0%d7%99%d7%95%d7%a7%d7%99-%d7%aa%d7%a4%d7%95%d7%90-%d7%9e%d7%99%d7%a0%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f--i25541",
      "image": "/ProductsImages/thumbs/D494179_123202491551_250_180.png"
    },
    {
      "name": "פסטה כוסמין קזרצ`י אורגני - ניצת הדובדבן",
      "price": "16.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%9b%d7%95%d7%a1%d7%9e%d7%99%d7%9f-%d7%a7%d7%96%d7%a8%d7%a6`%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99-%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i25812",
      "image": "/ProductsImages/thumbs/J913552_1811202413824_250_180.jpg"
    },
    {
      "name": "פסטה טורטליני במילוי פטריות פורצ'יני אורגני  - ניצת הדובדבן",
      "price": "21.9",
      "category": "פסטה, אטריות ופתיתים",
      "url": "%d7%a4%d7%a1%d7%98%d7%94-%d7%98%d7%95%d7%a8%d7%98%d7%9c%d7%99%d7%a0%d7%99-%d7%91%d7%9e%d7%99%d7%9c%d7%95%d7%99-%d7%a4%d7%98%d7%a8%d7%99%d7%95%d7%aa-%d7%a4%d7%95%d7%a8%d7%a6%d7%99%d7%a0%d7%99-%d7%90%d7%95%d7%a8%d7%92%d7%a0%d7%99--%d7%a0%d7%99%d7%a6%d7%aa-%d7%94%d7%93%d7%95%d7%91%d7%93%d7%91%d7%9f-i26012",
      "image": "/ProductsImages/thumbs/X814065_1592024135323_250_180.png"
    }
  ]
}
